[
    {
        "publish_date": "2023-03-24",
        "title": "Digital Department: Pufa’s 6,000 yuan ATM pick-up location open information is online",
        "href": "https://data.gov.tw/en/news/24547",
        "content": "The Ministry of Digital Development stated today (29th) that the ATM withdrawal channel for general cash of 6,000 yuan will be launched on April 10. There are more than 26,000 ATM cash machines in 15 financial institutions across the country, providing 24-hour access to the public cash. The Department of Digital Technology has provided the \"Details of Universal Cash ATM Installation Locations Shared by All People\" data set (https://gov.tw/XEd) on the \"Government Information Open Platform\". The public can learn the location of the ATM from the content, and can even use the coordinate data Show the ATM location on the map, and civil society operators are welcome to use this open information to develop various application maps to facilitate the people who will use the ATM to receive the general cash of 6,000 yuan.\nThe Ministry of Digital Affairs pointed out that during the COVID-19 epidemic period in Taiwan, the government released real-time real-time inventory data of masks and quick-screening reagents, etc., and the private sector actively produced \"mask maps\" and \"quick-screening reagent maps\" to present the surrounding area through the map. The special pharmacy can also display the inventory quantity of masks and quick screening in real time, so that the public can know where the epidemic prevention materials are distributed. The ATM installation location information has been sorted out for this general cash distribution operation, and it is available for the public to download and use on the \"Government Information Open Platform\". After the data set was launched, it has been downloaded more than a hundred times. It has also been seen that private operators such as LINE have used this open data to develop related services (https://u.lin.ee/sLXd0AQ/czvn), so that the public can use their location to search Nearby ATMs that can receive general cash, look forward to more value-added applications in the future.\n(Pufa Cash 6,000 yuan ATM withdrawal pipeline will be launched on April 10. Picture/provided by digital department)\nSource : Economic Daily News"
    },
    {
        "publish_date": "2023-02-17",
        "title": "The National Information Security Research Institute unveils the plaque, Vice President Zheng hopes to become the strongest backing of information security policy, industry and related services",
        "href": "https://data.gov.tw/en/news/24544",
        "content": "Zheng Wencan, Vice President of the Executive Yuan, accompanied President Tsai Ing-wen to attend the \"National Information Security Research Institute Opening Ceremony\" held at the Ministry of Digital Development today (10th), saying that since President Tsai Ing-wen took office, the government has actively promoted digital transformation, digital resilience and digital security. Sustainability and other three goals, after the establishment of the National Information Security Research Institute today, it will become the strongest backing of the Digital Department in information security policy, industry and related services.\nVice President Cheng pointed out that since President Tsai took office, the government has actively promoted the three major goals of digital transformation, digital resilience, and digital sustainability. ) after its establishment in August 2009, under its jurisdiction are the Digital Industry Administration and the Information and Communication Security Administration, and are committed to promoting digital development, information security protection, and digital resilience. It is the culmination of martial arts masters and will become the strongest backing of the digital department in terms of information security policy, industry and related services. Vice President Zheng also thanked former President Su Zhenchang for approving the manpower and budget of the National Information Security Research Institute during his tenure, which enabled the Institute to be successfully established today.\nVice President Zheng also mentioned that there have been several major personal information leaks in domestic public and private sectors recently, such as the case of iRent customer personal information leaks. The government has followed President Tsai’s instructions and must strengthen pre-event protection and post-event processing to quickly , Effective way to respond. Therefore, the Executive Yuan’s short-term approach to strengthening the protection of personal data is to instruct all agencies and their competent enterprises to report immediately when major attention-grabbing events occur, and the personal data administrative inspection team, together with the Ministry of Digital Affairs and the National Institute of Information Security, must report within 3 days Carry out administrative inspection, complete the inspection report within 10 days, and submit the report to the special meeting chaired by the Political Affairs Committee of the Executive Yuan within 2 weeks to facilitate subsequent disciplinary decisions.\nAs for the medium and long-term approach, Vice President Zheng said that because the Personal Data Protection Law has not been revised for some time, the National Development Council and the Ministry of Digital Technology both believe that the violation of the Personal Data Law imposes a fine of NT$20,000 to NT$200,000 The penalty is too light, so the follow-up will promote the revision of the law and increase the penalty. In addition, in response to the constitutional court's judgment, the government needs to establish an independent monitoring mechanism for personal data protection, and should formulate or amend relevant laws within three years from the date of the judgment. Therefore, in the part of establishing an independent supervision mechanism for personal data, the government will also implement it in the subsequent revision of the personal data law.\nFinally, Vice President Zheng said that the government has spared no effort in strengthening digital resilience, information security protection, and personal data protection. All ministries will definitely cooperate with each other. He also hopes that through the establishment of the National Information Security Research Institute, the information security national team can achieve Capital Ampili, and reassure the people of the country.\nReference URL : Executive Yuan"
    },
    {
        "publish_date": "2023-01-31",
        "title": "Taichung City Government implements transparent governance and wins gold award in open data evaluation by the Executive Yuan.",
        "href": "https://data.gov.tw/en/news/24550",
        "content": "Under the leadership of Mayor Lu Shiow-yen, the Taichung City Government has actively implemented the concept of \"sunshine politics.\" In the 2022 Open Data National Competition held by the Executive Yuan, the government once again received the first-place Gold Award! The award was personally presented by Premier Su Tseng-chang at the National Information Manager Joint Meeting and Government Data Open Awards Ceremony in December 2022. Today, at the city council meeting, Lin Gu-long, the director of the Digital Governance Bureau, presented the award to Mayor Lu.\nDirector Lin stated that sunshine politics is one of Mayor Lu's important governing philosophies. Since her inauguration in 2019, the city government has received open data awards from the Executive Yuan for four consecutive years. The achievements of the city government have been recognized by various sectors. Under the efforts of the Information Center, the results have been highly praised. In the future, the Digital Bureau will continue to play a coordinating role across departments, hold regular cross-agency review meetings, and interact with the open community, in order to examine and adjust the direction of open data development from multiple perspectives and to better meet user needs.\nDirector Lin mentioned that the city government has also received the \"TGOS Contribution Award\" and \"TGOS Circulation Service Award\" from the Ministry of the Interior for geographic data this year. It is the only local government to receive the TGOS Contribution Award and has won the award for 12 consecutive years in the area of map circulation services. It has received widespread acclaim and recognition from academia and industry, demonstrating the effectiveness of the city government's promotion of open maps and map services, as well as the concrete manifestation of the Digital Bureau's implementation of open government.\nFurthermore, the Digital Bureau pointed out that open data is a critical key to promoting the value of data utilization. The city government will continue to promote quality and quantity in open data and strengthen its international connections. Last year, it met the \"Open Street Map (OSM) Community\" review standards and linked approximately 1.2 million open map data points from Taichung City to the OSM open source map. This is still the only initiative of its kind in the country!\nThe Digital Bureau stated that this year, the city government has also innovatively provided geographic data to electronic map service platforms, sharing geographic data on international platforms for global use and combining industry capabilities to maximize data value. This is an excellent example of public-private partnership data application, and the Digital Bureau will continue to promote the added value of government open data, enhance the scope of the city government's digital governance, and improve the convenience of people's lives, demonstrating the benefits of co-creation.\nReference URL: The Storm Media"
    },
    {
        "publish_date": "2022-12-29",
        "title": "Minister Audrey Tang shares the concept of open government data governance and works with ministries to establish a collaborative approach to application resources for the benefit of all.",
        "href": "https://data.gov.tw/en/news/24549",
        "content": "The Ministry of Digital Development held the \"2022 National Information Director Joint Meeting and Government Data Open Award Ceremony\" at the Songshan Cultural and Creative Park today (9th). Premier Su Tseng-chang personally attended and presented the Government Data Open Gold Award to the winning government agencies, expressing affirmation and gratitude. Minister Audrey Tang stated in her speech that data is being \"generated\" every second in various fields such as people's livelihoods, economy, public governance, and art and culture, and these fields are also \"applying\" data to create many new forms of public welfare innovation programs. Open data is an \"anti-rival good,\" and the more it is shared, the more valuable it becomes, making it the best resource for building a collaborative ecosystem among the public.\nMinister Tang also presented the \"Government Data Open\" People's Choice Award to ten winning datasets, each with its unique features. For example, the Ministry of Digital Development's \"Full Character Set\" dataset provides three types of fonts: Ming, Song, and Kai, which solve problems such as self-made character exchange and rare character display. It is not only freely available for download and use but also applicable to commercial purposes, creating a friendly cross-system Chinese circulation environment. In addition, the Ministry of the Interior's \"Township, County and City Borderlines (TWD97 Longitude and Latitude)\" and \"Directly Governed City and County Borderlines (TWD97 Longitude and Latitude)\" datasets can be overlaid with different map data to develop disaster prevention and rescue positioning, driving navigation, and other related map applications, all of which are creative ideas that combine government open data with innovative technology.\nMinister Tang pointed out that Taiwan has been promoting the government data open policy since 2012 and has accumulated many high-value-added data. The key to supporting the success of these creative problem-solving ideas is the high-quality data released by various agencies based on open data foundations. This \"collaborative and shared\" data governance value is worth recognizing and learning from by all agencies.\nThe Ministry of Digital Development also took the opportunity of holding the annual conference of the \"National Information Director Joint Meeting\" to arrange business directors from various units to introduce the Ministry's recent policy focuses and the follow-up cooperation mechanisms with various agencies. The Ministry hopes that attendees can deepen their understanding and provide feedback to achieve the common vision of \"forward-looking innovation, democratic inclusion, and resilient sustainability.\"\nReference URL:Ministry of Digital Affairs"
    },
    {
        "publish_date": "2022-11-30",
        "title": "Innovating finance, FSC plans to expand data sharing",
        "href": "https://data.gov.tw/en/news/24548",
        "content": "The Financial Supervisory Commission conducted a questionnaire survey of 308 financial institutions. The financial industry most wants to expand the three types of databases, one is the high-risk or suspicious list database, the other is the VIP database for business promotion, and the third is the cross-market or cross-industry database.\nThe Financial Supervisory Commission emphasized that it will study the possibility of opening up in the next stage based on the results of the questionnaire, so that financial institutions can use and analyze more data, provide financial services more accurately, create a new ecosystem, and develop a \"smart financial industry.\"\nAccording to reports from the financial industry, there are three types of databases that most want to expand and build. The first is suspicious accounts or transactions, such as fraudulent accounts, etc. After the bank finds out, it will notify the investigation, but the relevant information must be kept confidential. Financial institutions hope that At least Tongjin Holdings or its subsidiaries can also report and jointly prevent, but this part may have legal problems.\nThe second is the VIP database for marketing. The Financial Supervisory Commission stated that the current financial holdings or financial groups have established databases that can be jointly queried by subsidiaries, but they are mostly used for money laundering prevention and risk control. The shared database, such as customer transaction information and characteristics, is the database of \"hospitality\" or VIP customers, so that each subsidiary or financial holding parent company or group can analyze and use it to launch products or services that meet these hospitable needs.\nThe third is cross-industry or cross-market data sharing, such as telecommunications data, health insurance data, pension status, etc. Financial institutions hope to obtain more customer information to assess customer credit risk, purchasing power, health status, pension gap, etc. Only in this way can we have a more accurate judgment in wealth management and policy underwriting.\nReference:Commercial Times"
    },
    {
        "publish_date": "2022-10-26",
        "title": "Taoyuan City Information Technology Bureau Creates &quot;Municipal Data Governance and Big Data Analysis Platform&quot; Economic Daily",
        "href": "https://data.gov.tw/en/news/21400",
        "content": "On November 12, the Information Technology Bureau of Taoyuan City Government, with the support of the National Development Council's \"Asia-Silicon Valley\" program, assembled domestic and foreign professional teams such as Huadian Internet, Microsoft, IBM, etc. to build a \"municipal data governance and big data analysis platform\" , build a big data platform with a hybrid cloud architecture, implement data governance, and drive digital transformation. The top three awards of the \"2022 Power Taoyuan Hackathon\" were awarded by the Deputy Mayor of Taoyuan City, Gao Anbang, to encourage the public to participate in the promotion of municipal governance through the application of open data.\nThrough the \"municipal data governance and big data analysis platform\", it not only improves municipal data governance, but also connects a large amount of data within the municipal government through processes such as data access, sorting, screening, and development to create better municipal services for citizens, and The development of a visual municipal dashboard is more conducive to people's participation in municipal issues.\nReference ：經濟日報"
    },
    {
        "publish_date": "2022-09-30",
        "title": "Optimistic about Kaohsiung's aerospace industry chain's software and hardware integration strength The world's largest NASA hackathon invites Kaohsiung to participate in the city competition",
        "href": "https://data.gov.tw/en/news/20000",
        "content": "\"NASA Hackathon\"the world's largest annual hackathon organized by NASA this year is themed \"Make Space\"to encourage new startups from all over the world to compete in the name of cities to solve the problems of space and earth. Task-related challenges the organizer the American Institute in Taiwan (AIT)is optimistic about the strength of Kaohsiung＆rsquo;s aerospace component industry chain＆rsquo;s software and hardware integration and for the first time invited Kaohsiung City to participate in the hosting and competition. The winning team shared attracting more than 80 people to participate online and offline. (see picture)\nMa Mingyuan, cultural officer of the American Institute in Taiwan (AIT) pointed out through a pre-recorded video to the new start-up representatives participating in the briefing that AIT has vigorously promoted the \"NASA Hackathon\" in the past five years. The goal is to bring everyone together to use the open data provided by NASA to brainstorm to solve the real challenges encountered on earth and in space; in 2017 and 2021 the Taiwanese team won the world's first prize which has been recognized on the international stage and is an excellent opportunity to attract global attention. The theme of this year's NASA hackathon is \"Make Space\" and he hopes to call on more people to participate in teams regardless of age background experience, and education. He emphasized that the NASA hackathon is not a theoretical activity, and the solutions and ideas produced by the team It can continue to be shared after the event. Through the open data method provided by NASA research experts and scientists around the world can continue to use it. He is optimistic that Kaohsiung has high-quality scientific and technological talents, many R＆D institutions aerospace and manufacturing industries, and looks forward to the natural cooperation between the two parties.\nThe NASA Hackathon has been held since 1011. It is the world's largest public welfare innovation competition. Last year, more than 28,000 people participated in more than 320 cities around the world solving 28 challenges and creating 2,000 people. Eight hundred and fourteen creative solutions; this year's competition will be held for two consecutive days from October 1st, and will be divided into \"city local competition\" and \"global competition\". Kaohsiung City will participate in the city competition for the first time, and the top three will be selected and participate in the global competition Contest for six global awards including Best Use of Data, Hardware, Galactic Impact, Inspirational, Mission Concept, and Scientific Use. For details, please visit the NASA Hackathon Kaohsiung Field website:\nhttps://2022.spaceappschallenge.org/locations/kaohsiung/\nReference ：Yahoo!"
    },
    {
        "publish_date": "2022-08-17",
        "title": "Taipei Urban Intelligence Center strengthens the smart management of urban data, and the results are dazzling across various fields！",
        "href": "https://data.gov.tw/en/news/19978",
        "content": "The Taipei City Government invited the heads of bureaus and divisions and industry experts to set up a data governance committee in December 2020 to plan and monitor issues of data use such as data collection, utilization, and personal information protection for the city government. The operation centers cooperate to compile key data on multiple topics, including epidemic analysis, taxi traffic pulsation, population, pedestrian flow, construction and management of old houses, fire and disaster relief and social security, which have become important reference materials for decision-making.\nThe foundation of Taipei Urban Intelligence Center is based on the more than 2,800 open data sets continuously promoted and accumulated by the Taipei City Government in the past 10 years. It adheres to the value of \"open government, openness and transparency, and participation of all people\". , to achieve the positive cycle benefits of open data. The various analysis projects and dashboards completed by the Taipei Urban Intelligence Center using open data are the best application examples of open data.\nIn addition, several projects of the Taipei Urban Intelligence Center have achieved remarkable results. The first step is to start with the analysis of public data. According to Lu Xinke, Director-general of the Department of Information Technology, the Taipei Urban Intelligence Center also integrates key data from various municipal governments according to the needs of the project. \"Traffic control centers, disaster response centers, road management centers, etc. are all good sources of data.\" The rich and high-quality data from the Operations Management Center (IOC), combined with open data sets, has become the foundation of a big data center. Director Lu Xinke said that before performing various analyses, the most important thing is to implement \"data de-identification, data cleaning, data normalization\" and other tasks. Only after completion can the data be compiled into the data pool and the first step in data analysis and application can begin. Step by step, and then create the maximum value of municipal governance, and provide citizens with better services.\nAccording to Taipei Urban Intelligence Center, the “City Dashboard” is a “decentralized” way to form various functional modules through automated collection of data streams, providing the city government’s various needs, while creating an intuitive Cross-checking functions such as information and data charts. After understanding various business operation modes and data status through job interviews, three-dimensional functions are achieved: modular data structure, cross-domain data checking, and customized dashboards.\nTaipei Urban Intelligence Center emphasizes that, unlike in the past, data was concentrated in the same space and in the same field. Through the \"1+N\" data application model, the big data center is not only face-to-face in the \"1\" task-oriented data analysis space in the city government building In addition to the discussion, \"N\" authorized users can use different mobile vehicles to obtain their own exclusive information and services in any field and at any time, allowing municipal decision-making to transcend the limitations of time and space.\nThrough the cooperation and connection of the Public Transportation Department of the Transportation Bureau, Taipei Urban Intelligence Center uses the data provided by the fleet to analyze the data of car-hailing and roadblocks, and optimizes the setting of the call station. Suggestions for parking outside the parking lot to reduce empty driving detours and temporary parking on the roadside. In this regard, Feng Media interviewed \"Q-taxi fleet\", \"Taiwan big fleet\" and \"LINE TAXI\" to understand how taxi operators make use of internal big data analysis and combine it with government data to improve service quality. It can also protect the rights and interests of both drivers and passengers.\nLin Zhenlun, CEO of the Q-taxi team, said, \"Using data analysis and information technology to achieve a balance between supply and demand, improve scheduling, passenger loading, waiting and other issues, it has become a win-win business model for driving and passengers.\" The CEO also said, \"Through the application of big data information, the order-taking model integrates relevant data such as passenger demand, geographic information, traffic conditions, vehicle dynamics, etc., and dispatches orders through cloud-based mediation. The process does not require rushing for orders, which can improve driving safety.\nLin Nianzhen, CEO of Taiwan Grand Motorsport, also explained the \"hot spots\" for taxis with many demand but few taxis through the quadrant map of the distribution of taxis and passengers. What we need to do is forecasting.” Through the combination of the internal statistical data of the fleet and external data such as rainfall, festivals, and transfer station schedules, a system model is formed to effectively shorten the empty time of taxis.\nChen Taicheng, CEO of LINE TAXI, pointed out the phenomenon of the taxi industry in the past. Most taxi drivers use experience to find passengers and take detours on the road. Now, using big data, it is possible to estimate the habits of passengers and the peak time and location of taxi demand. , let the taxi driver arrive at the right place at the right time. CEO Chen Taicheng also shared an interesting phenomenon. When encountering an extraordinary period like the COVID-19 epidemic, passengers who are used to taking taxis have concerns and reduce their demand. On the contrary, people who usually take public transportation are trying to avoid crowds. and increase demand.\nTaipei Urban Intelligence Center, in addition to the outstanding achievements in cooperation with the Bureau of Transportation, also built a visual dashboard through the COVID-19 epidemic dashboard (epidemic team). It can provide information such as epidemic analysis and other information to provide comprehensive information of the North City Epidemic Team.\nAs an example, the chief director of Taipei City United Hospital, Dacheng, took the Wanhua epidemic as an example. The COVID-19 epidemic dashboard commissioned by the Information Bureau successfully guided the famous epidemic prevention strategy of \"annihilation of cold areas and containment of hot areas\". According to The dashboard will first clean up the sporadic epidemic areas, and then gradually contain Wanhua. Dacheng said, \"This static picture on the dashboard is a good lesson that can be used to guide medical students in the future.\"\nIn addition, according to the COVID-19 epidemic dashboard, it has also successfully estimated the growth curve of the number of confirmed cases so far. Through the curve, the Bei Municipal Government has arranged all the epidemic prevention measures in advance, so that the epidemic has entered a plateau period, and decision-making units can quickly pass through the dashboard. Moreover, it can accurately judge the relevance of cases, clarify the infection chain of confirmed cases, and achieve accurate management of epidemic prevention. In addition, the social safety net dashboard big data center collects key information from the Civil Affairs Bureau, Social Bureau, Fire Bureau, Police Bureau, Home Defense Center, Health Bureau and other bureaus to visualize the dashboard data, so as to grasp the society. safe net.\nReference ：風傳媒"
    },
    {
        "publish_date": "2022-07-29",
        "title": "Customs data value-added service Cloud at the end of the year",
        "href": "https://data.gov.tw/en/news/19977",
        "content": "Customs administration,Ministry of Finance It plans to use the features of the public cloud, such as out-of-the-box, flexible deployment and flexible deployment, to deploy open data and customs services commonly used by the public in the public cloud. In the future, it will continue to promote customs public cloud services such as cross-agency vehicle information, high-quality enterprise certification, customs e-application and AI tariff classification.\nThe Customs administration stated yesterday (20th) that, in response to the development trend of mobile services and cloud-based services, and to enhance the public’s cloud service experience, the Customs has provided more than 200 items of customs data with the quality of the gold seal for business and citizens in line with the government’s data opening policy. As of the end of June 2011, the number of data downloads has reached nearly 40,000 times. Combined with the public cloud resources provided by cloud service providers, Customs deploys open customs data on the cloud to provide a stable and high-quality service environment. Businessmen develop their own programs to interface with the government's open data, actively promote innovative value-added applications of government data, and use public-private cross-domain collaborative data applications to create a larger niche.\nAccording to the Customs administration, in response to the government's public cloud policy, the Customs has been promoting the \"Cloud Generation Smart Customs Project\" since 1100, planning to use the public cloud to deploy a number of convenient services. In addition to customs data value-added services, the future will continue to Promote cross-agency vehicle information, high-quality enterprise certification, customs e-application and AI tariff classification and other customs public cloud services, deploy a complete public and private cloud environment, and create high-quality, convenient and innovative cloud services.\nReference：Yahoo新聞"
    },
    {
        "publish_date": "2022-06-24",
        "title": "Internal affairs Hackathon,Data makes social and domestic business smarter",
        "href": "https://data.gov.tw/en/news/19976",
        "content": "Ministry of the Interior is in charge of GIS geographic information map data, land surveying and mapping, land administration (real estate), police administration, disaster prevention and relief, entry and exit and immigration, household administration, service administration and other administrative services related to people's livelihood, and collect, process and open A lot of information about people's livelihood. If you are a new entrepreneur or practitioner in the field of data application, you must be familiar with internal affairs data, and you will also find that the Dept. of Statistics of Ministry of the Interior has participated in the \"Data Innovation Application Competition\" for five consecutive years！\nDept. of Statistics of Ministry of the Interior, which actively promotes data opening and application, gives different surprises every year, such as the release of internal affairs big data simulation data, telecom signaling demographic data, value The 1,000-dollar AWS point reward is such a deliberate effort that attracts many teams every year to jointly use internal affairs materials to solve and improve social issues. From the perspective of supply and demand, many works this year compare the distribution of disadvantaged and elderly groups with existing long-term care centers, medical resources and community care bases, and then design related applications, such as delivery services for the elderly living alone, exchange and supply of basic materials, etc.; Commercial space, rental housing, childcare matchmaking, etc. In addition, drone players and industry players are targeted to provide information on risk distribution in the air. These works have made the eyes of the Dept. of Statistics of Ministry of the Interior and the jury bright. In the end, the gold award was won by \"Using Big Data to Help the Society Find Direction\", and took away the bonus of NT$120,000.\nSeeing the enthusiasm for application development of the participating teams every year has also infected the department's thinking about how to import data into the business. Therefore, this year, the Internal Affairs Innovation Award was specially added to encourage colleagues in the department to participate together and use the existing data to enhance the current business service capacity. Peng Qiming, general manager of weather risk, one of the jury, said in the general comment, \"This year's finalist team showed a variety of works, we can see that Ministry of the Interior has made great achievements in promoting open data, and the works of the Ministry of the Interior team It is quite feasible if it is implemented in the industry.\" The Interior Affairs Innovation Award was finally won by the Construction and Planning Agency Ministry of the Interior \"God has eyes, protect the country, you have me\". To learn more about the winning works, please pay attention to the official website of the Data Innovation Application Competition.\nThe full list of winners of the Data Innovation Application Contest Internal affairs Hackathon is as follows:\nGold Award：用大數據幫社會找方向\nSilver Award：無人機空域風險地圖與安全飛行路徑\nBronze Award：who do互助 - 愛心存摺\nInnovation Award：老天有眼，守護國土有你有我\nExcellent work：戶cares-你的人生大小事\nExcellent work：就是藥健康\nReference ：經濟日報"
    },
    {
        "publish_date": "2022-05-31",
        "title": "Academia Sinica's &quot;Open Museum&quot; debuts digital roaming of collections",
        "href": "https://data.gov.tw/en/news/19365",
        "content": "Academia Sinica Center for Digital Cultures has responded to the International Museum Day for three consecutive years. Using the \"Open Museum\" as a platform, it has joined hands with the Chinese Association of Museum for three times, calling on domestic collection institutions to participate in the grand event and start the \"digital\" demonstration.\nWith the theme of \"Connecting the World\" this year (2022), the Academia Sinica Center for Digital Cultures will connect 73 domestic and foreign institutions and individual collectors, including the British Museum and Academia Sinica, and select more than 500 collections Create a demonstration experience, so that the public can watch as they choose, and they can also conduct digital explorations following various connections between collections, breaking the boundaries between regions and libraries, and creating a pioneering work in the domestic museum industry.\nLiao Junzhi, President of Academia Sinica, said that the challenges brought by the new crown epidemic to the world are coming one after another. In addition to striving to fight the virus with scientific research, Academia Sinica is also actively responding to the current digital trends and the needs of the global art and literature industry, and expanding social understanding through the development and application of emerging media.\nIn recent years, the \"Open Museum\" has been promoting digital transformation side by side with domestic collection agencies. Now it is trying to create a mechanism to connect collections from all over the world, promote Taiwan's integration with international standards, and show greater intentions and patterns. Once the public enters the \"Connecting the World\" event page, they can follow the clues of different collection content themes, such as \"dressing\", \"beauty\", \"bathing\", and even \"the works of the author's friend\". The paintings collected more than 1,000 years ago are connected with the landscape paintings, sculptures, and even films of modern Taiwanese artists collected by many cultural institutions in Taiwan, showing the span of time, geography and collection types.\nSource：\nYahoo 新聞"
    },
    {
        "publish_date": "2022-04-30",
        "title": "Improve Street Tree Management Efficiency,New Taipei City Tree System Operation Platform Launched in June",
        "href": "https://data.gov.tw/en/news/19230",
        "content": "In order to improve the maintenance quality and management efficiency of public street trees, the New Taipei City Landscaping Office integrated tree resources in 29 districts of New Taipei City and established the \"New Taipei City Forest - Tree System Operation Platform\" to facilitate future municipal planning through the analysis and application of big data. For reference, the platform is expected to be launched in June, and after the launch, the platform functions will be strengthened depending on the feedback situation.\nAccording to the Landscaping Office, there are 80,000 trees and 1,102 precious trees in New Taipei City. In the past, the district offices organized the information on street trees in their respective jurisdictions. The inspection and maintenance of manufacturers was reported by paper, photos or LINE communication. As long as there is a change in personnel, data and information are easily lost, and there is a lack of a platform to integrate the city's tree management.\nThe construction of \"Forest of New Taipei City - Tree System Operation Platform\" can not only track the growth of trees in the whole city, but also the tree management personnel of the Landscaping Office and the district office can also use the \"Smart Jurisdiction Dispatch\" function to automatically assign them to various maintenance companies for inspections , managers can grasp the dynamics of manufacturer inspections from the platform.\nDuring on-site maintenance inspections, manufacturers can report the status of trees in real time through their mobile devices. In the future, they can analyze the maintenance data over the years to assist managers in judging the growth suitability of trees in each jurisdiction, and implement strategies such as tree planting or habitat improvement for the area. A vision for tree conservation.\nThe Landscape Office said that as the data from the street tree database accumulates more and more, the city government can use big data analysis to prescribe the right medicine to know which side has fewer trees. Which trees are not suitable for planting? Where there is a need to increase the amount of greenery, it will help the district office and management unit to make policy decisions and observe tree habitats.\nSource:\nYahoo 新聞"
    },
    {
        "publish_date": "2022-04-18",
        "title": "In the 1st Summit for Democracy in 2021, Audrey Tang announced to Open the Database of Important Gender Statistics for people around the world.",
        "href": "https://data.gov.tw/en/news/19024",
        "content": "In the first \" Summit for Democracy\" in December 2021, with the concerted efforts of the public, private and social sectors, Taiwan put forward 62 specific commitments at home and abroad. Based on this list, Taiwan will cooperate with countries with similar ideas and continue to invest in strengthening Democracy and optimization of human rights work.\nThe discussions at the Summit for Democracy led Taiwan to decide to formally connect the Database of Important Gender Statistics to the Open Data(https://data.gov.tw),  structure the data and open it up for people around the world.\nOne of the commitments is to require relevant government units, including ministries and commissions affiliated to the Executive Yuan, state-run enterprises, and consortiums donated by the government, to disclose the gender ratio of decision-makers. As we all know, the Gender Equality Council of the Executive Yuan has accumulated fruitful results for many years. How to ensure the commitment and continue to deepen the relevant work, the existence of the Database of Important Gender Statistics is crucial.\nThe \"Database of Important Gender Statistics\" is compiled by the Gender Equality Committee of the Executive Yuan, which selects the most important items from the gender statistics items established by various government agencies. Since its establishment in 2015, the database has included more than 500 gender statistics of various agencies, providing all sectors with the long-term trend of gender equality development.\nThe discussions at the Summit for Democracy led Taiwan to decide to formally link the \"Database of Important Gender Statistics\" to Open Data(https://data.gov.tw). Making data structured and open for global use is not only a commitment of NAP (National Action Plan), but also an important foundation for promoting gender-inclusive dialogue and participation. Therefore, the Gender Equality Division of the Executive Yuan and Audrey Tang began to discuss the technical details of interfacing the database with the open platform.\nSince the important gender statistics come from different agencies, if they are sorted and uploaded to the platform separately, it will not only increase the cost of communication between agencies, but also may cause the risk of data omission and difficulty in classification.\nTherefore, the data of each department is directly imported into the platform in batches every day through the shared keyword \"#genderstatistics\". At the same time, each data is marked with the contact window of the agency to facilitate quick confirmation when the data is collated. This approach not only ensures the complete import of data, but also allows the relevant units to be more flexible in the subsequent processing of the data, for example, allowing the agency to add more keywords to a single piece of data to make the data search more accurate.\nThe Database of Important Gender Statistics represents the government's views on gender policy. When these data are combined with global open data to explore, analyze, and cross-comparison, we can more clearly see the significance of gender factors in policy, and promote \"evidence-based governance\". This is not only the policy of the Taiwan government, but also an important cornerstone for the development of digital democracy and human rights.\nSource：\n天下雜誌"
    },
    {
        "publish_date": "2022-03-31",
        "title": "Hualien County promotes information disclosure, improves data quality and increases governance transparency",
        "href": "https://data.gov.tw/en/news/18994",
        "content": "In addition to promoting sustainable tourism, the Hualien County Government has also moved towards the goal of \"Smart Governance, Organic Hualien\" in recent years.\nIn the end of March this year, the county government has provided 1,496 datasets on data.gov.tw , National Development Council-Bilingual Nation Policy. This year, 387 datasets have been released, which is the county that provides the most open data outside special municipality.Open data can promote the flow of data across agencies and departments, improve the efficiency of governance, and increase the transparency of governance. In addition to meeting the public's \"knowledge\" needs, the public can also reuse data to generate more value.\nZhixiang Zhang,The Director of Hualien Tourism Department,say, in addition to the \"quantity\" of open datasets, more attention should be paid to the \"quality\" of their open datasets. National Development Council-Bilingual Nation Policy formulate the \"Guidelines for the Operation of the Government Data Quality Improvement Mechanism\" , based on the correctness, ease of use, and timeliness of open data content. At present, the datasets opened by the county government have obtained 708 gold medals and 655 silver medals, and the rate of obtaining silver marks or above is as high as 91%. In addition to revising the old datasets, in order to improve the quality and effectiveness of the open data for business colleagues, we also hold a data quality improvement briefing session to provide the public with accurate and easy-to-use open data.\nThe Hualien County Government hopes to increase public participation in public policy issues through the openness of government information, make good use of the unlimited creativity of the people, integrate and use government open data, develop various inter-agency and non-governmental collaboration and service innovation, and create a win-win situation for the public, the government, and the industry."
    },
    {
        "publish_date": "2022-02-10",
        "title": "Taoyuan City joins hands with Taiwan's Microsoft to build &quot;Municipal Data Governance and Big Data Analysis Platform&quot;",
        "href": "https://data.gov.tw/en/news/17691",
        "content": "On the morning of January 12, 2011, Taoyuan Mayor Zheng Wencan attended the Taoyuan x Microsoft cooperation press conference at the city hall. Mayor Zheng said that the city government has cooperated with Microsoft Taiwan since 2017, covering innovation team development, AI talent training, introduction of epidemic prevention technology, etc., and further close cooperation in the field of cloud services, using Microsoft Azure hybrid cloud architecture to create \" \"Municipal Data Governance and Big Data Analysis Platform\", which aggregates cross-office data and strengthens data analysis and application capabilities, will greatly improve the efficiency and transparency of municipal data governance, and open up the use of relevant data by enterprises and people.\nZheng Wencan gave a special example. For example, the Agriculture Bureau and the Animal Protection Department have relevant data such as the number of pets and owner registration. Through data analysis, a pet distribution map can be built. For those who are willing to open a pet grooming shop, this map can accurately Master the local pet care needs as a basis for opening a store.\nZheng Wencan mentioned that Taoyuan has fully replaced smart street lights. In the future, driven by 5G technology, more 5G smart poles will be deployed, which can quickly collect and detect environment and traffic data, and build a smart and safe traffic environment. In addition, the Environmental Protection Bureau has built more than 1,000 air boxes in the city to instantly grasp the changes in air quality and accurately identify the source of air pollution through analysis, which can effectively improve the efficiency of environmental governance. In the future, relevant data can be uploaded to the hybrid cloud and big data analysis platform for subsequent calculation and analysis, to assist the city government in formulating relevant policies, and to open up non-governmental applications to improve the transparency of government data governance.\n資料來源：\nYahoo News"
    },
    {
        "publish_date": "2021-12-29",
        "title": "2021 Presidents Cup Hackathon Award Ceremony Using Data Application and Technological Innovation to Create Resilience and Sustainable Taiwan",
        "href": "https://data.gov.tw/en/news/17413",
        "content": "The \"2021 President's Cup Hackathon\" award ceremony was held at the Presidential Palace on December 26, 110. President Tsai Ing-wen personally presented the award for outstanding team, affirming the collaboration of 7 winning teams of domestic and international pine to create a hacking spirit.\nIn his speech, President Tsai mentioned that the President’s Cup Hackathon has entered its fourth edition since 2018. More and more outstanding teams are continuously using open materials and innovative technologies to propose ideas for various social issues. The solution is to be implemented by government agencies in policy, and the public and private forces work together to drive government innovation and reform. This is the spirit of the President's Cup hackathon. Taiwan is a diversified country. Facing people from different ethnic groups, different cultures and regions, they have different memories and expectations for this land. All they have to do is to listen to and accept all kinds of ideas, and build the greatest consensus. Hackers with good ideas and good methods put forward social innovation solutions through the President's Cup hackathon, so that the government's policies can be more compatible with the people.\nThe Executive Yuan Science and Technology Conference Report Office stated that the 110-year domestic pine has the theme of \"Sustainability 2.0 Resilience Island\". Since the official launch of the solicitation in May, the participating teams have not feared the test of the epidemic and are still actively participating. They have experienced online voting and workshops. As well as the selection mechanism and other processes, the five outstanding teams of 110 years finally stood out from 164 creative proposals, and the selection committee unanimously gave a high degree of affirmation. The five outstanding teams of the 2021 Presidents Cup hackathon include: establishing a mechanism for matching public and private sector carbon reduction to accelerate Taiwan’s low-carbon and net-zero transformation of \"carbon sink urban and rural\"; establishing a platform for public-private cooperation to manage river basins to create good water and good food , The \"LASS-Open Source Public Welfare Environmental Sensing Network\" with a good living environment; establish a monitoring platform for waste energy reuse, use waste heat and cold energy to reuse waste heat and cold energy, provide aquaculture fishery with temperature control and carbon reduction and increase fishermen’s income. \"By analyzing the data of the long-term care service history, build a \"long-term good time\" for the recommended model of care plans; build a community platform for beach cleaning, integrating public and private sectors and organizational forces to jointly maintain the \"sea surge\" of the coastal environment studio\".\nThe Office of the Science and Technology Conference pointed out that the year 110 is the third edition of the International Pine, with the theme of \"Sustainability 2.0-Climate Action\", calling on global hackers to focus on climate issues and attracting suggestions from partners from 15 countries. 42 proposals. In the end, two teams, A/B Street and Office Farmers, won the award. The open source traffic simulator established by A/B Street creates an interactive bicycle map, which improves the convenience of commuting and engaging in recreational activities by the people while reducing the impact of transportation on the environment, and at the same time incorporates public participation in urban transportation planning; and Office Farmers Use the interpretation of open climate data to establish a friendly crop modeling platform, and transform complex concepts such as crop growth simulation programs and marine sacred infant indicators into more intuitive and educational materials, which will help users obtain relevant agricultural products and sowing dates Suggestions to achieve higher yields and climate adaptability.\nFinally, when President Tsai congratulated all the winning teams, he also mentioned that open government and smart country have always been the direction that Taiwan has been working hard to promote. Citizen participation is the key to leading the continuous progress of democratic countries. He hopes that all hackers can hackathon the Presidential Cup. Passing on the spirit of Taiwan, we will continue to build an innovative, diverse, and sustainable Taiwan.\nsource:\nExecutive Yuan-News and Announcements\nhttps://www.ey.gov.tw/Page/9277F759E41CCD91/c2fd3816-2c6d-4fb7-9527-bd31dca1af01"
    },
    {
        "publish_date": "2021-11-30",
        "title": "Based on the Digital Waves Gong Mingxin: National Digital Transformation Needs No Delay",
        "href": "https://data.gov.tw/en/news/17319",
        "content": "The National Development Council held the \"National Information Executives Joint Conference and Government Open Data Awards Ceremony\" on November 23, 110. The National Development Council Director Gong Mingxin said in a speech that the government's digital transformation is urgent, and it is hoped that digital development will accelerate industrial innovation and Optimize the industrial structure to promote the development of the data economy and emerging industries.\nThe National Development Council held the National Information Supervisors Joint Conference and the Government Open Data Award Ceremony on November 23, 110, commending organizations that are committed to improving the quality of government open data, and focusing on \"the opportunities and directions of national digital development\" through special topics. Speeches, practical case sharing, and information technology experience exchanges guide various agencies to deepen the cross-departmental smart national governance system, and expect to continue to develop innovative, convenient, and sensible digital government services through public-private collaboration.\nIn his speech, Mingxin Gong stated that data has a high strategic value in the digital age. The innovative application of data can drive the development of public and private services towards cross-domain and cross-network realities. He especially thanked various agencies for their efforts to improve the quality of data. At the same time, he also pointed out that the digital government Transformation cannot be delayed. Digital development is expected to accelerate industrial innovation and optimize industrial structure to drive the development of the data economy and emerging industries.\nThe National Development Council also emphasized that in the face of global digital transformation in the post-epidemic era, the Digital Development Department is about to be established. It is hoped that the central and local governments will make good use of my country's existing IT advantages and work together to plan future development blueprints for government data opening and digital governance to meet the future The challenge of rapid changes in information technology.\nIn addition, the National Development Council held its 92nd committee meeting yesterday. After the meeting, the National Development Council mentioned that my country's long-term performance in the promotion of government open data has been excellent. Currently, the number of data sets on the government data open platform exceeds 50,000, and 83% It is a machine-readable, structured, and open format gold standard seal. It has been downloaded 16.32 million times. It has developed data standards in 15 fields such as household administration, labor insurance, and water resources.\nThe National Development Council stated that the establishment of data standards needs to be in line with international standards. In addition to the current 15 fields, it is expected to expand at least 5 to 20 fields next year. As for the current gold standard quality data, it has reached 83%. I hope that it will be available next year. More in line with international data standards, upgraded to platinum label\n資料來源：\nLiberty Times Net"
    },
    {
        "publish_date": "2021-10-29",
        "title": "Six major units in Taiwan form the &quot;Biodiversity Information Alliance&quot;, striving to become a beacon of &quot;Open Data&quot; in Asia",
        "href": "https://data.gov.tw/en/news/16954",
        "content": "Six major biodiversity database units in Taiwan, including the Forestry Bureau of the Council of Agriculture, the Forestry Laboratory of the Council of Agriculture, the Special Health Center of the Council of Agriculture, the Biodiversity Research Center of the Academia Sinica, the Ministry of the Interior Construction Agency, and the Maritime Protection Agency of the Maritime Commission 2021 The (Taiwan Biodiversity Information Alliance, TBIA) cooperation agreement was formally signed on September 29, 2010. The goal is to integrate the data of all units, build a database of a common platform for biodiversity information, and open the upload and use of biological data to all people. The information portal website was completed and launched.\n(Global Biodiversity Information Facility, GBIF) is currently one of the most important biological diversity research data platforms in the world. Anyone can upload and access biological data from all over the world through this platform. Taiwan was as early as the establishment of the institution. He joined as an associate member (Associate Participant), established TaiBIF as one of GBIF's Asian nodes, and actively uploaded data. As of September 1, 2021, it has accumulated 11,472,209 biological occurrence records, ranking first in East Asia in terms of data volume , Currently in Asia, second only to India's 24,447,999 transactions.\nThe Forest Service said that 88.7% of the data uploaded to the GBIF in Taiwan came from citizen science surveys, such as the Lusha Society, ebird Taiwan, and Taiwan's amphibian conservation volunteers and other citizen science investigation groups. Other open materials come from museum collections (about 5.7%), government programs (about 2.6%), scientific research (about 0.53%), and gene sequence databases (about 0.5%). It can be seen that the distribution of biodiversity information in Taiwan is rather fragmented and lacks integration.\nHowever, the amount of data in Taiwan is amazing to the world. Yang Jiadong, director of the Special Health Center, said that it is not easy for a small island country to have tens of millions of data on the temporal and spatial distribution. I hope that the public will continue to pay attention to biodiversity issues and strive to become the largest in Asia. , Making Taiwan a beacon of \"Open Data\" in Asia.\nsource:\nKey comment\nhttps://www.thenewslens.com/article/157062"
    },
    {
        "publish_date": "2021-09-23",
        "title": "What is open banking? Taiwan is in the second phase of &quot;Customer Information Enquiry&quot;",
        "href": "https://data.gov.tw/en/news/16644",
        "content": "With the rise of the FinTech wave, \"Open Banking\" is to create a digital ecosystem of financial services through Open API and third-party Service Providers (TSP) to create a digital ecosystem of financial services to solve the problem of financial services in the past. The service must prepare a bunch of identity verification questions.\nThree stages of open banking\nThe first stage \"Product Information Inquiry\": It is mainly to open public information inquiry, such as mortgage interest rate, fixed deposit interest rate, currency exchange rate, credit card products, etc., allowing the public to use the application programming interface (API) provided by a third-party service provider (TSP) , Connect to the product information of various banks, so that people can easily compare the mortgage interest rates of various banks directly through the App.\nThe second stage \"Customer Information Inquiry\": It is mainly to open consumer information inquiry. With the consent of the customer, a third-party service provider (TSP) provides account integration services, including bank accounts, credit cards, and consumer personal data, such as Consumers can take the personal financial information filled in by Bank A and directly apply for an account at Bank B without having to fill in the information repeatedly.\nThe third stage \"Transaction Information\": It is mainly to open transaction information inquiry. With the consent of the customer, after the account integration is done by the third-party service provider (TSP), the account can be deducted through the App link, and the consumption payment can be made directly. You can also adjust the funds between accounts, including loan repayment, debit authorization, etc.\nTaiwan is in the second stage\nThe financial industry is actively deploying open banks, hoping to create ubiquitous financial services. Currently, the first phase of Taiwan’s \"Open Banking\" has been launched on October 16, 2019. A total of 25 financial institutions and 7 third-party service providers (TSPs) have joined. Open programming interface (Open API).\nThe FSC will launch the second phase of \"Open Banking\" at the end of 2020, and approve the cooperation between China Bank, Yuanta, CITIC, Mega, First Bank and Cathay Pacific, and the cooperation between Far East Bank and Far East China Telecom. In the case, the bank handles the consumer information inquiry business, while the China Security Center and Far East Telecom play the role of third-party service providers (TSP).\nOn the whole, \"Open Banking\" is definitely a new trend in the financial technology industry in the future. Taiwan is promoting the second phase of the process, and gradually moving towards the third phase of opening transaction information, allowing customers to directly use the App to link account deductions and payments. Account funds to improve the digital ecosystem of financial innovation services.\nsource:\nfinance.technews\nhttps://finance.technews.tw/2021/09/02/open-banking/"
    },
    {
        "publish_date": "2021-08-25",
        "title": "Anti-epidemic relies on data governance to create digital services, and IT of the Ministry of Labor is the key to the promotion of relief policies",
        "href": "https://data.gov.tw/en/news/16619",
        "content": "When implementing policies, we must also consider the degree of IT cooperation. Even if the policy is well-intentioned, but IT is not strong, the people will complain.\" Zhuang Mingfen, director of the Information Division of the Ministry of Labor, pointed out the importance of IT to the government in one sentence. This is not only her experience of having served in public agencies for many years, but also the key role played by the IT unit of the Ministry of Labor under the bailout 4.0 policy.\nThe Department of Labor Conditions and Employment Equality of the Ministry of Labor has led the design of online services. After the relevant application procedures are planned, the Bureau of Labor Insurance retrieves all qualified labor data from the database, and the Information Department of the Ministry of Labor writes inspection programs in Python. Check the data transposition process, verify the correctness of these data, and finally outsource the development to the financial company.\nUnder the general policy of the digital government, the Ministry of Labor has also actively promoted the opening of data. So far, it has opened more than 600 data, ranking among the best in the evaluation of central government agencies.\nZhuang Mingfen pointed out that in the process of promoting data opening, \"opening by default\" is an important principle. Business units need to have this consensus in order to promote more data opening to the outside world. Under this strategy, the Ministry of Labor has gradually become accustomed to the work of opening data. After the business unit proposes it, it will be handed over to the department responsible unit to check the validity of the data acquisition link, the completeness of the metadata, and whether it conforms to the common application. The interface standard OAS 3.0 and other conditions. After confirming that they are in compliance with the regulations, they can be released in the open data platform.\nIn addition to open data, the Ministry of Labor last year began to promote the \"Artificial Intelligence Project Award Implementation Plan\" to encourage all units to propose AI application projects. This internal project is also part of the use of data to innovate IT services. It requires business units to integrate data management with AI thinking is integrated into the business operation system. The Ministry of Labor will also organize education and training, and find outside experts to evaluate the results of AI applications throughout the year to promote the implementation of policies.\nsource:\niThome\nhttps://ithome.com.tw/people/146205"
    },
    {
        "publish_date": "2021-07-30",
        "title": "Taiwan faces extreme climate challenges,Audrey Tang calls for the joint construction of a data economy ecosystem",
        "href": "https://data.gov.tw/en/news/16297",
        "content": "The Ministry of Science and Technology held an online \"Open Data Collection Platform User Seminar\" on July 21, including Audrey Tang, Minister of State Affairs of the Ministry of Science and Technology Lin Mincong and participating in online speeches, and sharing from the Ministry of Science and Technology, the Ministry of the Interior, the Ministry of Transport, the Environmental Protection Agency and industry representatives Application aspects and results of relevant data sets for disaster prevention and relief, earthquake, air quality, water quality, aviation and sanitation.\nAudrey Tang's online speech stated that the government information open platform is an important digital public construction, and the private community is also actively participating. Taiwan encountered a severe drought and flooding in 2021. Faced with the pressure of climate change, it is hoped that through environmental analysis, open data, scientific methods can be used to predict possible disasters and respond early. In addition to government forces, public and private efforts are also needed. Hope to jointly build a data economy ecosystem.\nLin Mincong said that the Executive Yuan will launch the 4-year \"Taiwan Open Government National Action Plan\" in January 2021, and the Ministry of Science and Technology will hold annual user seminars on the data collection platform in the next four years. At present, the National High-speed Network and Computing Center (State Grid Center) platform of the National Research Institute has more than 26,000 data sets. All people from all walks of life can obtain data through the platform for analysis and application on topics of interest.\nsource:\nCentral News Agency\nhttps://www.cna.com.tw/news/ait/202107210320.aspx"
    },
    {
        "publish_date": "2021-05-26",
        "title": "The 2021 Presidents Cup Hackathon is officially launched. Hackers are invited to claim the wishes of citizens and work together for sustainable development.",
        "href": "https://data.gov.tw/en/news/15835",
        "content": "\"2021 Presidents Cup Hackathon\" collection is open from May 14th to July 16th, calling on government departments, private experts, and global hackers to claim the wishes of citizens, use resilience thinking after the epidemic, and make good use of Taiwan's digital advantages to propose solutions, and the government will implement them, and work together for sustainable development!\nFeeling the outbreak of the new crown epidemic has made countries realize that ensuring the country's \"resilience\" in response to various economic, social, and environmentally-derived systemic risks is more important than the \"efficiency\" that everyone has demanded in the past. Therefore , this year's domestic levy documents have been incorporated into the new thinking of resilience after the epidemic. \"Sustainability 2.0･Resilience Island\" as the theme, From the perspective of National Development Council, focusing on \"human capital\", \"circular economy \", \"accelerated decarbonization of energy transition\", \"sustainable ecological conservation of food and agriculture\", \"smart and resilient urban and rural areas\", \"digital transformation\", \"cross-domain\" Integration\" 7 major areas and 18 topics,Invite Hackers to actively submit proposals, Through public-private collaboration and making good use of Taiwan's digital advantages, we will work together to build Taiwan into a resilient island.\nThe Citizen Wishing Pool will also continue to be open for people to make wishes until May 21. As of May 12, out of 80 citizen wishes, \"SDG 3: Ensure and promote healthy life and well-being for all ages\" It is a topic of most concern to the public, and it truly reflects Taiwan's expectations for various measures to promote health and people's well-being as the new crown epidemic is heating up. When the global epidemic spread last (2020), the government and the private sector quickly formed a national epidemic prevention team to open up data production \"mask map\", Effectively preventing the expansion of the domestic epidemic, its performance has been recognized internationally. It is the best example of \"establishing a government-private cooperation mechanism, actively opening up government information, and developing value-added applications.\" The spirit of solution.\nInternational Pine’s theme this year is \"Sustainability 2.0 – Climate Action\", Regarding disaster early warning, post-disaster recovery and adjustment, carbon footprint survey, or implementation of reducing greenhouse gas emissions, we hope to call on hackers to use data extraction methods to take action to mitigate climate change.Also hope to continue to promote the participation of Taiwanese hackers in cross-border public affairs, so that President's Cup Hackathon will become a platform for Chinese and international hackers to exchange ideas and improve public welfare.\nFor more information about the relevant competition rules and schedule of Hackathon, please pay close attention to the Hacker website:\nhttp://presidential-hackathon.taiwan.gov.tw/\nsource:\nNational Development Council\nhttps://www.ndc.gov.tw/nc_27_34993"
    },
    {
        "publish_date": "2021-05-06",
        "title": "Consolidating traffic data to create a data circulation platform, Ministry of Transportation establishs a data sharing system",
        "href": "https://data.gov.tw/en/news/15744",
        "content": "(Image Source：Public transportation integrated information circulation service platform)\nMinistry of Transportation The Management Information Center was first launched PTX in 2016, integrated public transportation data. Three years later, it will further integrate PTX's public transportation data, road conditions, and parking information, and launch TDX with the goal of building a transportation data circulation ecosystem, positioning it as the largest transportation data portal in the country. Systematically and comprehensively organize the data of various transportation departments under the Ministry of Transport, covering highways, railroads, aviation, shipping, sightseeing, weather, bicycles, maps, etc., historical and real-time data, which can be used free of charge by external members. The launch of TDX attracted the attention of Google, but initially TDX did not have JSON format data. After the two parties communicated, the Management Information Center began to provide JSON format for the convenience of other units when it was updated.\nNow, through its partners in Taiwan, Google regularly updates and receives information on the open data service platform of the Ministry of Transportation. In addition to data from partners, it also uses traffic detection data set by the Ministry of Transport at fixed points to integrate multiple data to improve the accuracy of real-time road conditions estimation. As for the public transportation dynamic information of the map, the national data is obtained through TDX, eliminating the process of obtaining data from the county and city governments one by one.\nTo use TDX's open information, you need to apply for membership before you can use it for free. The Ministry of Transportation has planned to change TDX to a fee-based system in the future, but it has caused some users' backlash and even threatened to stop using the service\n王穆衡 said, TDX still uses the information center’s project planning budget, but it’s not an unusual budget. Therefore, every four years, he needs to explain the importance of the project plan to the budget preparation and review unit. According to the government's budget, a certain percentage is fixed every year, and the source of funding is not stable.\nIn the past 4 years, Ministry of Transportation has been promoted with 80 million yuan in funding, and plans to expand 160 million yuan in funding in the next 4 years. In addition to continuing to protect the PTX and TDX service platforms, it will also move towards several development goals, including accelerating the development of cross-field transportation innovation applications, deepening talent cultivation, strengthening the government's transportation data governance, and promoting public-private collaboration of data sharing and mediation platforms.\nSource：\niThome\nhttps://www.ithome.com.tw/people/143744"
    },
    {
        "publish_date": "2021-03-29",
        "title": "Legislative Yuan release “Open Parliament”",
        "href": "https://data.gov.tw/en/news/14660",
        "content": "To make Parliament information more open and transparent, making it easier for the people to participate in the affairs of the Parliament Assembly and supervise the Parliament, Legislative Yuan release Open Government Partnership (OGP) and Open Parliament.\nSince the resolution passed by the Parliament on May 19, 2020, \"The Legislative Yuan and the people work together to promote the open parliament action plan\" immediately launched. From June 2020 to November 10, 2020, the action plan was written in the \"official + private\" peer-to-peer cooperation model, and at least 21 various physical and online meetings were held, after 2 rounds of writing and 2 public viewing Later, 5 major themes and 20 open parliamentary pledges were proposed. Declaring Taiwanese willingness to abide by international standards and announcing the Chinese and English version of the action plan is a joint initiative between the government and the private sector. There is a dedicated webpage that fully presents the work history and various achievements, and is a stepping stone to further expand the diplomacy of the Parliament. It is hoped that through the implementation of the plan, the Parliament with more complete functions, more open organizational culture, and more convenient for people to participate will be left to Taiwan, so that the Parliament will have more power to promote more reforms.\nSource:\nLegislative Yuan"
    },
    {
        "publish_date": "2021-02-23",
        "title": "National Development Council MyData will enter the formal operation, 2021 Expansion of online services such as securities and insurance",
        "href": "https://data.gov.tw/en/news/14239",
        "content": "To promote the autonomous use of personal government information,National Development Council MyData will enter the formal operation in 2021. People can obtain personal information from government agencies through the MyData platform through identification verification such as natural person certificates and health insurance cards, Including information on land administration, property, transportation, commerce and industry, and health insurance. In addition to downloading these data by yourself, you can also use MyData online authorization to local county and city governments to handle services at the counter, or you can authorize the data to third-party online services.For example, online services of government agencies and state-owned enterprises, or online credit card and loan applications of banks, simplify the process of preparing public information.\nNational Development Council MyData, it has been connected to a total of 27 online financial services with 13 banks so far. In 2021, cooperation with the FSC will be expanded, so that the online services of securities, futures, and insurance companies will also be able to obtain personalized government information authorized by the public through MyData, simplifying the preparation of information when applying for online services. Currently, MyData has provided 104 personalized government data downloads, 57 local government over-the-counter verification services, and 144 third-party online services.\nsource：\n\niThome"
    },
    {
        "publish_date": "2021-01-29",
        "title": "Judicial Yuan update open data , Judgment can be found online，Implement the concept of open government",
        "href": "https://data.gov.tw/en/news/13566",
        "content": "Judicial Yuan in order to have uploaded more than 800 data to the \"Government Information Open Data\",centralizing and automating management to build a complete and secure data collection platform,planning to build the \"Judicial Yuan Information Open Data\" (https://opendata.judicial.gov.tw/) ,officially launched on January 11, 2021 . It is expected to further implement the governance concept of open government participation by all people, making policies closer to the needs of the people.\nJudicial Yuan Information Open Data includes  \"General Open Information\" and \"Member Open Information\"：General Open Information（Accounting, statistics and other related materials）welcome to get free；Member Open Information（judgment from Judicial Yuan） get it after registering and logging in to your account.\nFor data security,And manage data users,in the same time ,establishing separately \"Judicial Yuan Law and Regulations Retrieving System\" ( https://law.judicial.gov.tw/FLAW/dat02.aspx?lsid=FL095666 )，for platform users to comply with regulations and use data legally.\nsource：\nJudicial Yuan"
    },
    {
        "publish_date": "2020-12-31",
        "title": "An accident spawned the FHIR data exchange platform to support medical care in 100 outlying islands in Taiwan",
        "href": "https://data.gov.tw/en/news/13428",
        "content": "An accident spawned the FHIR data exchange platform to support medical care in 100 outlying islands in Taiwan\n(Image Source：IThome)\nMinistry of Health and Welfare Creates the Fast Healthcare Interoperability Resources (FHIR) to connect the HIS, PACS, health insurance cloud query system and electronic medical record system of local medical institutions in outlying islands to realize real-time multi-party decision-making, whether it is a national nursing manpower survey or nursing Institutional assessments, or subsidies for publicly funded students and medical treatment and transportation expenses across mountainous outlying island counties and cities are all within the jurisdiction.\nIn an accident two years ago, there was a need for data exchange and integration. UH-60 \"Black Hawk\" helicopter was carrying out an outlying island transfer service, but it crashed shortly after takeoff and all 6 passengers were killed. This is the first time that the Ministry of Health and Welfare has carried out air referral and evacuation for more than ten years.\nWhy they can't access the medical records and make immediate decisions by the three parties? Because of the lack of information available for judging the evacuation, there have also been many unnecessary but urgent evacuation situations, especially in the 40% high-risk night flight, many of which are unnecessary flights.\nFor this reason, Ministry of Health and Welfare chose FHIR, a medical data exchange standard commonly used in the United States, as the standard for data exchange on the new platform, and it was officially launched in October 2019. By October 2020, the number of actual cases sent through the new platform reached 347. Pieces.\nWhen the COVID-19 epidemic broke out at the beginning of this year, the FHIR successfully resolved the divergent judgments of suspected cases. This platform not only solved the unilateral decision-making pressure, but also planned to expand the use of the platform, such as promoting indigenous peoples through the platform's video function. And continuing education in outlying islands to analyze patient medical data and predict whether there is a need for air referral and evacuation. Next year, Ministry of Health and Welfare also plans to expand this telemedicine model to other outlying islands and rural health centers to deepen telemedicine care with information sharing and technological assistance.\nsource:\nIThome\nhttps://www.ithome.com.tw/news/141638"
    },
    {
        "publish_date": "2020-11-30",
        "title": "The application of governments open data creates a better sharing society and contributes the build of mask inventory map.",
        "href": "https://data.gov.tw/en/news/13242",
        "content": "(Source：Mask Supply and Demand Information Platform)\nThe Health Insurance Administration continually announces various ways to purchase mask, such like purchasing from online-store and convenient store, and  also adds a new function which is called “mask purchasing track” in the app “全民健保行動快易通 | 健康存摺”. The various enhancing policy makes the commonsense of epidemic prevention in Taiwanese people stay more firmly.\nThe Executive Yuan Su Tseng-chang attended open data award ceremony and expressed that the epidemic prevention in Taiwan has been implemented this brilliant is because of the value of democracy. The efficient of government in this modern era is evaluated by the trust and the communication between government and whole society. Governments provides more, and people give feedbacks more. That makes every part in the country all together, also creates an even beautiful future.\nThe councilor of The Executive Yuan, Audrey Tang, has been keeping in touch with few open data social media and the Health Insurance Administration, to make the open data set “健保特約機構口罩剩餘數量明細清單” ,“健保特約醫事機構-藥局/診所”and “全民健康保險特約院所固定服務時段”combined together and provide it to nongovernmental community and organization for further integration with the map, APP, Line ,voice assistant and so on. Besides, Audrey Tang released these services on the Mask Supply and Demand Information Platform for more options to different group of people, also separated the loading of searching in case of overload on government server. There is a name people gave to this whole epidemic prevention project, called “Taiwan Model”.\nThe reason that the Health Insurance Administration could handle this virus situation well, was brough by the implement of “健保醫療資訊雲端查詢系統” and “健保快易通│健康存摺App」免讀卡機註冊功能”. It makes the mask purchasing and the name list of purchasing history tracking become easier and faster. Having those technical methods to deal with the threats cause of virus, Taiwan gave a good grade on the pre-caution and stopped virus spread out. and became a model that other countries follow up. Nowadays, Taiwan has already won the recognition from the mostly international world.\n資料來源：\n台灣新生報\nhehi健康\n中時新聞網"
    },
    {
        "publish_date": "2020-10-30",
        "title": "Academia Sinica's Transnational Cooperation Opens The Largest Open Data Text and Image Database in East Asia",
        "href": "https://data.gov.tw/en/news/13133",
        "content": "(Source: Academia Sinica)\nOpen data and digital archive make historical data research easier! The Institute of History and Philology of the Academia Sinica and Academia Sinica Center for Digital Cultures have developed the “Bamboo and Wooden Slips Dictionary - A Database of Juyan Han Bamboo and Wooden Slips Collected by the Institute of History and Philology” in 2019. This year, they have further cooperated with 5 university research institutions in Japan to build the largest “Multi-database Search System for Historical Chinese Characters” in East Asia and the database was officially launched.\nThrough a single portal, high-quality historical text images spanning thousands of years can be retrieved across countries and institutions. According to the Academia Sinica, there are currently about 1.5 million high-resolution text images in the five integrated databases, all of which are released in accordance with the creative CC terms and can be downloaded for free for value-added use.\nAccording to the Academia Sinica, the “Multi-database Search System for Historical Chinese Characters” consists of the Institute of History and Philology of the Academia Sinica, Academia Sinica Center for Digital Cultures, Nara National Research Institute for Culture Properties, Historiographical Institute of the University of Tokyo, National Institute of Japanese Literature, National Institute for Japanese Language and Linguistics, and the Institute for Research in Humanities of Kyoto University. The database integrated the text and image digital resources from the epoch to the 19th century, such as bamboo slips and papers, documents and classics, manuscripts and block copies from China and Japan.\nReference:\nTechNews\nUnited Daily News"
    },
    {
        "publish_date": "2020-09-28",
        "title": "Open Data Helps Environment - Water Refill Map",
        "href": "https://data.gov.tw/en/news/12906",
        "content": "(Source: Environmental Protection Administration Facebook)\nAccording to statistics from the Environmental Protection Agency, Taiwan uses 4.5 billion PET bottles a year, of which 1 billion are bottled water. If placed together, the length of the bottled water bottles is more than five and a half circles of the earth. Although the recycling rate of PET bottles in Taiwan is 95%, it still causes serious pollution of the marine environment. In order to protect the environment and reduce the number of PET bottles, many people will bring environmental protection cups and vacuum flasks with them to save money and health, but where can we find free drinking fountains?\nNow, you can quickly find nearby water refill stations through the drinking map \"Water Refill Map\" app by picking up your mobile phone, saving the cost of buying water or beverages from supermarkets. At the same time, you can also record the amount of water you drink, check in and solve tasks and earn gold coins. Gold coins can be exchanged for more coupons, which means you can find water and solve tasks to earn discounts at the same time.\nHuang Weicheng, the CEO of CircuPlus, participated in the beach cleanup activity in the past and found a lot of PET bottle trash. He developed a food map with his team, continued the spirit of plastic-reducing style of drinking water, and combined the strength of the public and private sectors to create a drinking water map \"Water Refill Map\". In addition to receiving information on past water refill points, major companies such as Carrefour and FETnet are also invited to join in. At the same time, it also integrates with public facilities including Coast Guard Admininstration, hospitals, libraries, activity centers, schools, etc. The cumulative App is designed with open data, and users can add water refill stations by themselves, commenting and explaining each water refill station.\nThis plastic reduction action plan was appreciated by Taiwan’s Digital Minister, Audrey Tang. Audrey Tang pointed out on Facebook that the \"CircuPlus Fengcha Action: The Coolest Way to Drink Water\" team combined Taiwan’s “Fengcha (tea service)” culture and mass participation, proposing an impressive plastic reduction action plan in the Presidential Hackathon this year.\n\"Water Redill Map\" has been downloaded by more than 20,000 people, has more than 6,000 water refill stations, and was selected as the outstanding team of the year in this year’s Presidential Hackathon.\nReference:\nTechOrange\nMRMAD\nHEALTH 2.0"
    },
    {
        "publish_date": "2020-08-28",
        "title": "MyData Platform Goes Online! Citizens in Charge of Their Own Data",
        "href": "https://data.gov.tw/en/news/12748",
        "content": "(Source: MyData)\nAfter more than three years of policy planning, the National Development Council launched the MyData Digital Service Personalization Platform (MyData Platform) under trial operation at the end of July this year, establishing a model for reasonable use of sensitive public information.\nPeople who use MyData to obtain personalized data need to pass online identity verification with citizen digital certificate, NHI IC card, TW FidO, etc., temporarily store the data in MyData personal cloud, preview personal data online, download to their own computer for storage, or carry barcode from MyData platform and go to local government for verify at the counter. Moreover, with informed consent of the citizen, the information is authorized to the third party providing the service to improve the online service experience.\nKao Hsien-Kuei, vice chairman of the National Development Council, said that government data is divided into three categories: Open Data, Shared Data, and Closed Data. Among them, open data provides free public de-identification data in open format and open authorization. At present, the government has released more than 40,000 pieces of data; shared data will allow limited use under certain restrictions under the future Open Data Law, government agencies can charge fees or reserve the right to withdraw; closed data is protected because of confidentiality and sensitivity, and it is not open to the public, such as state secrets and personal information.\nMyData is to open the personal information that is not related to state secrets among the closed data for independent use of the citizens. It is equivalent to acting as an intermediary platform for downloading and exchanging data, connecting the data provider and the service provider.\nCurrently in the trial operation stage, 7 ministries including the Ministry of the Interior, the Ministry of Finance, the Ministry of Economic Affairs, the Ministry of Labor, the Ministry of Health and Welfare, the Ministry of Education, and the Ministry of Transportation and Communications will open 31 data sets, including personal household registration data, current households household registration data , cadastral and actual value data, images of national identification card, property data from the Ministry of Finance, personal income data, and housing tax payment certificates, etc.\nThe service providers include the Ministry of Education, the Ministry of Economic Affairs, as well as the four local governments which are Taoyuan City, Hualien County, Yunlin County, and Chiayi County, the state-owned enterprise CPC, and 7 banks joined through the Financial Supervisory Commission. There are currently 40 online services can be obtained using the MyData platform.\nReferences:\nMyData Digital Service Personalization Platform\niThome"
    },
    {
        "publish_date": "2020-07-28",
        "title": "Maritime Information Platform Goes Online 　 Open Data Helps People Travel with Peace of Mind",
        "href": "https://data.gov.tw/en/news/12566",
        "content": "(Source: Ocean Affairs Council)\nThe Oceanic Affairs Council integrates relevant marine recreational information of various ministries and committees. The \"One-stop Information Service Platform for Marine Recreational Activities\" developed by inter-ministerial committees integrates marine recreational information and map data of various authorities, uses Open data and Open source for design and development. It will be put into operation from now on, and it will be used as a reference for the public to travel during the summer vacation and conduct marine recreational activities.\nThe Oceanic Affairs Council stated that the \" One-stop Information Service Platform for Marine Recreational Activities\" plans to complete the service function in two stages. In both stages, multiple channels are used to collect public opinions and process service information that meets the needs of the public. The service goes online in response to the slowing down of the COVID-19 epidemic that citizens will travel during the summer vacation.\nAt the same time, in the one-stop platform development stage, cooperate with the office of the Minister of State, Audrey Tang, to integrate the sea area recreational information and map data of various authorities, and use open data and open source codes for design and development, which can facilitate public sharing, using government materials and opening value-added applications. Private developers may also use the platform materials creatively to develop certain cross-domain services.\nThe Oceanic Affairs Council stated that the various policies of \"Salute to the Sea\", including the one-stop platform, will be publicly consulted on the \"Join Public Policies Platform \". It is hoped that the government and the public will participate together so that the platform can be used in the future, continue to provide more marine recreational information that people need, so that people know more about the sea, offshore and into the sea.\nSource:\nOne-stop Information Service Platform for Marine Recreational Activities\nYouth Daily News\nTSSDNEWS"
    },
    {
        "publish_date": "2020-06-24",
        "title": "National Palace Museum’s Open Data Collaborate with “Animal Crossing”",
        "href": "https://data.gov.tw/en/news/12365",
        "content": "(Source: National Palace Museum)\nOn June 7, the epidemic prevention regulations were loosened. The President of the National Palace Museum Wu Mi Cha said that after loosen the regulations, he hoped that the number of visits to the Southern Branch of the National Palace Museum in the second half of the year would return to the level of last year. In the future, it will also focus more on “digitalization”. It is hoped that one day all the 690,000 collections of the National Palace Museum will be digitized and putting them online.\nIn the other side, National Palace Museum has also opened up materials for Nintendo Switch's super popular game “Animal Crossing”. At present, the \" Animal Crossing Zone\" has been opened in the Open Data zone on the website of National Palace Museum. Twenty two selected cultural relics images, such as classic jadeite cabbage, meat-shaped stone, Along the River During the Qingming Festival, etc., are allowed to allow players to scan QRcode to build elements on their own on the island in “Animal Crossing”, add a sense of literature and art.\nClick \"My Design\" in the Nintendo Switch Online App, scan the QR code of the cultural relics you want to add, and enter the \"My Design\" of the Animal Crossing, press the “+” button and download, you can place your favorite cultural relics on the island or any corner of the home. You can even become a collector of cultural relics, and directly open a mini National Palace Museum on the island.\nAt present, the Open Data zone of the National Palace Museum provides more than 70,000 low- and medium-resolution images and more than 10,000 high-resolution image materials. There is no need to apply and unlimited usage is allowed for the public to download for free. People can search by era, category, and keywords, or choose “Exhibition Pack” to browse selected cultural relics of a specific exhibition.\nReference:\nCentral News Agency\nINSIDE\nScoop Weekly Taiwan\nNew Talk\nRadio Taiwan International"
    },
    {
        "publish_date": "2020-05-29",
        "title": "Open Data Contest Flourished with Applications",
        "href": "https://data.gov.tw/en/news/12159",
        "content": "(Source: CNA)\nThe \"2020 Open Data Contest\" officially started on January 8 and ended on March 16. More than a thousand elite hackers have applied creative ideas to develop innovative works, with a total of 325 applications. The Ministry of the Interior, the Ministry of Economic Affairs, the Central Weather Bureau of the Ministry of Transportation and Communications, and the Ministry of Culture successively held the award ceremony in May, and the results of the participating teams surprised many reviewers.\nThe Ministry of the Interior held the awarding ceremony of the \"2020 Open Data Contest - Interior Big Data Application Group\". This year's entries reached 75, breaking the previous record, and the gold award work \"Social Sharing Home\", through blockchain technology, cross-system intermediary of the elders in need of services and low-income families that can provide services, and use the free spot products provided by convenient stores as one of the rewards for providing services. They create social value, are creative and practical, and are unanimously praised by the reviewers and are awarded the first prize of NT$150,000 by Minister Hsu Kuo-Yung.\nThe prize of the Open Data Application Group of the Ministry of Economic Affairs was finally gave to \"Platform for Rapid Search and Comparison of Salaries in Industry Positions Over The Years\", with its high technical energy and high integrity of works. The reviewers pointed out that this year's team not only has rich and diverse ideas, but also has a breadth and depth for the connection of open data and the application of technological energy, which is quite amazing. In the future, if we can find a more competitive business or business model from this, we can expect the \"alchemy of data mining.\"\nThe campus meteorological multi-application group set up by the Central Weather Bureau of the Ministry of Transportation and Communications. Among them, the work of \"Go to School, Ride not Fall\" by the team of information engineering department of Shu-te University. The four types of data of the government department, the Central Health Insurance Department of the Ministry of Health and Welfare, and the integration of OBD on-board diagnostic technology, as well as the use of blockchain non-tamperable features, can improve the locomotive driving safety of college students nationwide, and finally earn them the gold award from the reviewers.\nThe awarding ceremony of the Ministry of Culture's Cultural Information Innovation Application Group finally ended with \"Chat with a Museum\". With innovative ideas, solid technical specifications, and effective filling of service gaps, it stood out! The Director of the Information Department of the Ministry of Culture Wang Huei-hsiung said that the creativity of the participating teams can effectively help achieve the purpose of cultural dissemination and cultural sharing. The Ministry of Culture will further consider the possibility of implementing these creative ideas, while actively moving from Open Data to Open API, injecting running water into the value-added application of cultural materials, hoping to stir up new ripples.\nReference:\nOpen Data Contest Website\nhttps://www.taiwannews.com.tw/ch/news/3933932\nhttps://ctee.com.tw/industrynews/activity/267925.html\nhttps://money.udn.com/money/story/11799/4566752\nhttps://times.hinet.net/news/22902810\nhttps://www.ithome.com.tw/pr/137534\nhttps://times.hinet.net/news/22896196\nhttps://ctee.com.tw/industrynews/activity/271518.html"
    },
    {
        "publish_date": "2020-04-30",
        "title": "MOST Releases Supercomputer Computing Power　Inviting Citizens to Fight COVID-19 with Open Data",
        "href": "https://data.gov.tw/en/news/11762",
        "content": "(Source: Ministry of Science and Technology)\nThe epidemic of COVID-19 has a severe impact on society and life.The Ministry of Science and Technology (MOST) immediately released the computing power of the international class supercomputer \"Taiwan AI Cloud\", the storage and virtual hosting services and the big data platform of the National Center for High-performance Computing (NCHC) of the National Applied Research Laboratories (NARLabs) to the public to fight the epidemic.\nNCHC welcomes proposals from all field of the society. In addition to anti-epidemic related issues, such as viral gene evolution, protein analysis, data exploration, image recognition, etc., it may also include solving the inconvenience of people's lives, helping enterprises or schools operate stably, revitalizing the economy, etc., such as mask maps, alcohol maps, material information and online teaching, etc. After passing the review, people can use the supercomputer computing related resources provided by the NCHC.\nMOST pointed out that the data collection platform has collected more than 50,000 data collections, covering the fields of government governance, scientific research, voice, medical treatment and information security. In response to the epidemic, COVID-19 characteristics related data sets has been collected and provided, including global-released pneumonia images, medical papers, details of the remaining quantity of masks of health insurance agencies (including geographic value-added), global diagnostic statistics data sets, etc. All of these are provided for access and value-adding for like-minded partners, working together to protect Taiwan with technology.\nThe application of “Fight Epidemic with Technology” project is open till June 30, and the period may be extended if appropriate. Applications that have been reviewed and approved by the Project Planning Committee can be opened within one week from the date of application.\nSource:\nNational Center for High-performance Computing\nLiberty Times\nScoop Weekly Taiwan"
    },
    {
        "publish_date": "2020-03-23",
        "title": "“Surf” the Museum on National Palace Museum Open Data",
        "href": "https://data.gov.tw/en/news/11523",
        "content": "(Source: National Palace Museum Website)\nThe National Palace Museum recently adjusted the opening hours of the northern campus due to the prevention of a COVID-19. However, the museum is actively promoting virtual museums and online resources so that people can visit the museum at home through the Internet.\nThis time the National Palace Museum launched six major themes, including “National Palace Museum Open Data”, “720° VR National Palace Museum”, “Thematic Curation”, “Selected Collection”, “iPalace Channel” and “Google Arts & Culture”, etc. In accordance with the relevant epidemic prevention measures of the Ministry of Education, various teaching resources have been fully launched for teachers and school children.\nAmong them, the National Palace Museum Open Data currently provides more than 70,000 images of low and medium resolution and more than 10,000 high resolution image materials for free download and use by the public without application, unlimited use, and no charge. Also, the National Palace Museum has recently expanded over 200 high-resolution images of selected cultural relics on the Google Arts and Culture platform.  Four new Google online exhibitions were added, such as the Tibetan Dragon Sutra, Zun wine vessel, and Spring Dawn in the Han Palace.\nSource:\nNational Palace Museum Open Data\nnewtalk\nCNA"
    },
    {
        "publish_date": "2020-02-26",
        "title": "Find Masks with the Assistance of Open Data",
        "href": "https://data.gov.tw/en/news/11042",
        "content": "(Source: TechNews)\nMasks are sold under the real-name system on the morning of February 6th. Almost every pharmacy has a long line of buyers. Open Data released by the Government's Open Data Platform has allowed mobile service providers such as LINE, JKOS, and many other developers to provide information such as the location and quantity of masks for sale, which is convenient for people to query.\nLINE SPOT by LINE is a geographic yellow page service that can easily find nearby stores. Due to the characteristics of geographic information and the use of open data released by the Government's Open Data Platform, it has helped LINE users to acquire the information of locations and numbers of mask sales. In addition, through the LINE account “Disease Keeper”, which was established in collaboration with the Centers for Disease Control and the DeepQ team of HTC, people can not only receive the latest news from the epidemic command center, but also inquire places and numbers that masks are sold.\nNot only that, the mobile payment app \"JKOPAY\" also added a \"Mask Map\" function on the 7th to display the mask stock of various pharmacies with a map interface. The Health Insurance Administration's \"National Health Insurance Information\" app can be linked to the mask supply and demand information platform to query.\nTill February 12, 83 application platforms (including 21 apps, 32 map applications, 14 Line applications, 3 Chatbot applications, 7 APP applications, 5 voice assistant applications, and 1 other application) were made and the number and type of development continues to increase. As of February 12, more than 10 million masks have been sold.\nSource:\nTechNews\nhttp://technews.tw/2020/02/07/name-based-rationing-system-for-face-masks-launched-in-taiwan/\nhttp://technews.tw/2020/02/08/behind-the-scenes-of-mask-real-name-system/\nNewtalk\nhttps://newtalk.tw/news/view/2020-02-14/366775"
    },
    {
        "publish_date": "2020-02-05",
        "title": "Open Data Application by “Data Opener”",
        "href": "https://data.gov.tw/en/news/10809",
        "content": "(Source: CC BY 3.0 TW)\nAccording to the inventory, there are more than 3,000 data applications on the \"I want more\" page of the Government's Open Data Platform. Over the four years, more than 1,400 were rejected, accounting for nearly 50%, and some were due to legal restrictions, such as involving personal data, and some were rejected because government agencies do not have the information required by applicants.\nThe National Development Council and civic team \"Data Opener\" lasted half a year for development discussions. In mid-January, a new version of the \"Government’s Open Data Platform\" system was launched. In the future, when civilian submit applications, the reason of rejection from the government must be explained, and it must be discussed by the open data consultation groups of each ministry. Each group has the participation of non-governmental members, and the materials of the meetings are also open for the public to review and supervise.\nChang Shu-Chen, the promoter of the Data Opener, said that the government's biggest difficulty in dealing with open data is that the government has no money and time. For many government agencies, the business of open data is more like asking a general enterprise to set up a gender equality committee or a labor rights committee. In essence, there are not enough resources, no work force nor money. Especially when it comes to the fact that the information required by the public is not related to the core business of the government, it is also a compelling request for the government to provide information.\nChang Shu-Chen has observed that in the past, when government faced applications for open data, due to the insufficient understanding of the needs of the applicants, the government usually respond with a skeptical or rejective attitude. In the future, it is hoped that this automated application form system will bring the two sides closer and the public will understand that what information the government is currently open to the public, and the government therefore understands the importance of open data.\nSource:\nUnited Daily News\nhttps://vision.udn.com/vision/story/12425/4287493\nhttps://udn.com/news/story/7266/4287486\nCommon Wealth Magazine\nhttps://www.cw.com.tw/article/article.action?id=5098652\nData Opener Project\nhttps://grants.g0v.tw/projects/5c3b45930c53ab001b4299ae"
    },
    {
        "publish_date": "2019-12-27",
        "title": "Open Data Startup Contest Leads Taiwan's Data Economy",
        "href": "https://data.gov.tw/en/news/10623",
        "content": "(Source: Economy Daily News)\nHosted by the Industrial Development Bureau (IDB) of the Ministry of Economic Affairs and the Taipei Computer Association (TCA), the \"Open Data Startup Contest\" recruited 61 potential startups and microenterprises in various fields, including mental health, tourism and legal insurance, showing the latest application of artificial intelligence and Internet technology. The contest is very fierce, and after going through various levels, 10 data startups were finally selected. On December 6, the award ceremony was held with NT$ 3.5 million prizes.\nIn his speech, Lu Cheng Hua, the director-general of IDB stated that IDB assisted startups and microenterprises with market potential to develop data services and provided market verification and fund-raising training through \"Open Data Startup Contest\". The event inviteed well-known companies to discuss how to promote data circulation, create data service models and business opportunities. The host of the forum, Peng Chi Ming, the chairperson of the Organization for Data-driven Application, said that Taiwan has developed from a diverse application of data to an economic ecosystem. The circulation of multinational data, combined with the resources of large domestic manufacturers and the innovative technological energy, creates more service business opportunities. Taiwan is expected to continue to play the role of data economy leader in Asia.\nIn the end, the event was an award ceremony for 10 startups participating in the fund-raising announcement, which was accompanied by an exchange media conference to promote many business opportunities for new ventures and won praise from all parties. For example, “earthbook” aerial photography data service assists the government or agencies in mapping and surveying data with drone aerial photography, which improves the data. With its technical advantages, it has further strengthened the diversity of service applications through practical guidance. It successfully won the favor of the judges, holding a fundraising bonus of NT $ 775,000.\nSource:\nOpen Data Startup Contest Website\nEconomy Daily News\nCentral News Agency"
    },
    {
        "publish_date": "2019-12-02",
        "title": "InnoServe Awards: Innovating Open Data Application",
        "href": "https://data.gov.tw/en/news/10447",
        "content": "(Source: CNA)\nAfter the fierce preliminary round, the finals of the 24th International ICT Innovative Services Awards (InnoServe Awards) was held on November 2 at the National Taiwan University Stadium. Among them, 8 student teams from the FinTech Center of the National Chiao Tung University, led by Huang Sihao, the director of the center, they stood out from the 808 team and won 4 sub-champions. They won 10 Awards in the end, which is an outstanding performance.\nThe 24th InnoServe Awards was co-sponsored by the Industrial Development Bureau of the Ministry of Economic Affairs, the Department of Information and Technology Education of the Ministry of Education, and the Chinese Society of Information Management. Covering emerging areas such as smart manufacturing, information security, the Internet of Things (IoT), Open Data, and cloud systems, etc., 808 teams from 94 colleges competed for 162 awards and the prize of 2.46 million in total.\nThe \"Life O2O\" team participating in the industry-academia cooperation case of the Pervasive Artificial Intelligence Research Labs (PAIR) of the Ministry of Science and Technology, combined AI and AR technologies, applied the concept of O2O virtual reality integration to design an online clothing shopping app that integrates physical channels. They won the first place in the information application group and the second place in the Open Data creative application development group.\nThe \"Old Man\" team focused on the care of the elderly and creates an APP for elderly people. It encourages the elderly to go outdoors and participate in activities. It also provides services such as health consultation and consultation for the elderly through health experts. The team won the first place in the Taoyuan Metro Area innovation application group and the second place in the data application group, showing their creativity and operational energy.\nSource:\n24th International ICT Innovative Services Awards (InnoServe Awards) Website\nLiberty Times\nCentral News Agency\nEconomy Daily News\nUnited Daily News"
    },
    {
        "publish_date": "2019-10-25",
        "title": "The Last Step of Open Data Culture: Open Data Law Enacted in 2020",
        "href": "https://data.gov.tw/en/news/9950",
        "content": "(Source: Awakening News Networks)\nAt the 2019 Annual Government Open Data Award Ceremony held by the National Development Council (NDC) on October 17, Peng Chi-Ming, the chairman of the Organization for Data-driven Application, said that Taiwan's open data culture has developed successfully. He hoped that government can open up more information for private use and create new economic opportunities. In the speech of the chairman of the NDC, Chen Mei-Ling announced that in order to standardize the government and private data, the government will enact the Open Data Law, which is expected to be released at the end of 2020.\nThe NDC indicated that the government has promoted the \"maximization of government open data\" policy since last year. This year, there are 40,000 pieces of open data, ranking first in Asia; there are more than 64% of the data sets have achieved the golden mark－machine-readable, structured and open formats－, which grew from 3% at the beginning. It was amazing, showing that the quality of open data has increased rapidly during this period.\nChen Mei-Ling stressed that if open data is to be extended to the private sector, it is necessary to have laws as the basis and set national standards for open data so that the public and private sectors can be opened up to assist Taiwan's industrial development. As for the timing of the legislation, Chen Mei-Ling said that the NDC will first collect, consult and evaluate the information for about half year. The Open Data Law Draft will be formulated according to the information, which will be proposed at the end of next year.\nSource:\nAwakening News Networks\nCentral News Agency\nCommercial Times\nRadio Taiwan International"
    },
    {
        "publish_date": "2019-09-28",
        "title": "Road Information APP Avoid Animal Roadkill",
        "href": "https://data.gov.tw/en/news/9850",
        "content": "(Source: Google Play, TANews)\nCooperated with Garage+, Taiwan Roadkill Observation Network (TRON) announced the ‘Omnie CUE Road Information’ App with roadkill hotspots reminder. It is a road information voice reminder app for car drivers, using data from Government Open Data platform and Public Transport data eXchange (PTX) platform. It provides speed-measuring spots, accident blackspots, instant road information and animal roadkill hot spots reminder which let the driver notice earlier that there are animals in front, slow down the speed as soon as possible, in order to avoid roadkill.\n‘Omnie CUE Road Information’ was designed by three principle: First, it contains 118 roadkill hotspots around Taiwan; Second, it reminds the driver about area with large number roadkill; Third, it contains potential roadkill area. In addition to roadkill reminder, the App contains reminders of school district, speed-measuring and natural disaster areas as well.\nGarage+ pointed out that this speed-measuring alert App was originally designed to add functions related to the environment and conservation. However, the issue of Leopard Cat was hot in those days, so they found the TRON for collaboration. Originally, Garage+ only intended to make a reminder of the hot spot of Leopard Cat roadkill. However, after the instructions by TRON and further research, they had a deeper understanding of the roadkill issue. Therefore, they included more animals roadkill hot spots into the App, hopping to protect more animals.\nTe-en Lin, the researcher of the Endemic Species Research Institute, pointed out that ‘Omnie CUE Road Information’ is a good start.At present, TRON is working with the navigation software NaviKing, which have 500,000 users, to build a map included roadkill hotspots. The map is expected to be completed in November, and at the latest in January 2020, it will be open for download or update. In the future, TRON will further seek cooperation from car manufacturers, and hope to build the roadkill hotspot in car's navigation map. TRON has also proposed with Google, hoping to build roadkill hotspots in Google Maps. If Google consents, in the future, when using Google Map navigation function, there will be roadkill hotspots voice reminder, guaranteeing the safety of animals and people.\nSource:\nTANews"
    },
    {
        "publish_date": "2019-09-28",
        "title": "Health Insurance Open Database Taiwan's Big Data Advantage",
        "href": "https://data.gov.tw/en/news/9849",
        "content": "(Source: Youth Daily News)\nAfter listening to the report of ‘National Health Insurance Database Application Service’ in the Executive Yuan, Premier Su Tseng-chang indicated that the health insurance open database has accumulated people's medical information after anonymisation, which became Taiwan's biggest advantage for the development of cloud technology, big data analysis and medical artificial intelligence.\nPremier Su Tseng-chang said that, since 2019, the medical images in the database of the National Health Insurance Administration (NHIA) started to open for AI application service. On the basis of current health insurance big data and cloud medical care system, the NHIA assisted Taiwan's biotechnology and medical industry to achieve leading edge in the development of AI and precision medical care in order to improve the quality of medical care services.\nMinistry of Health and Welfare also pointed out that since 2014, the ‘Health Insurance Medical Information Cloud Enquiry System\" has been launched to effectively reduce medical waste, duplicate medication and repeated inspections. There are 86.6% of patients seek medical treatment with the checking of the system by doctors or pharmacists. It reduced at least NT$ 370 million of the cost of medicines and NT$ 960 million of the inspection fee. At the same time, the \"Health Passbook\" system was established. People may check the medical information of the past three years for health management. The current number of users has reached 1.38 million and the system has been used over 14.92 million times.\nSource:\nYouth Daily News\nCommercial Times\nCentral News Agency"
    },
    {
        "publish_date": "2019-08-27",
        "title": "Taiwan Can Help! Presidential Hackathon Shows Achievements on Open Data of Taiwan",
        "href": "https://data.gov.tw/en/news/9535",
        "content": "(Source: Office of the President)\nThe topic of the 2nd Presidential Hackathon was ‘Smart Nation’. There were over 100 proposals from government ministries, local governments and individuals using Government’s Open Data to make creative and meaningful application and analysis. After three months of intense competition, five outstanding teams were selected from the ten finalists on the July 27 finals and be congratulated by President Tsai Ing-wen.\nFor the first time, the \"International Track\" of the Presidential Hackathon was held this year. There were 23 teams from 15 countries, including ‘Mentadak’ from Malaysia and ‘CoST’ from Honduras who won the competition.\nThe 2nd Presidential Hackathon was consisted of diverse teams. In addition to teams consisted of single ministry or purely individuals, there were cross-ministry teams and teams composed of both public and private sector. In her speech, President Tsai indicted that the public service and civil society have gathered wisdom and energy to truly solve the government's problems. President Tsai encouraged civil servants to do their work bravely and do not afraid of making mistakes, ‘President supports reform’ as long as the country can be better.\nThe president said that in the future, she will continue to share with the international community the efforts and achievements of Taiwan in the field of open government, and also use more specific actions to let the world know ‘Taiwan Can Help.’\nSource:\nPresidential Hackathon Website\nTechNews\nCentral News Agency\nChina Times"
    },
    {
        "publish_date": "2019-07-28",
        "title": "Ministry of Transportation and Communications Implement Open Data Cross-Industry Cooperation",
        "href": "https://data.gov.tw/en/news/9373",
        "content": "(Source: United Daily News)\nThe Ministry of Transportation and Communications held the Transportation Technology Industry Forum on the 17th, hoping to integrate data and industry. Minister of the Ministry of Transportation and Communications, Lin Chia-lung, said that the Ministry of Transportation and Communications has the largest traffic information related to people's lives, and these Open Data can be standardized and intelligently applied.\nThe Ministry of Transportation and Communications said that in the past four years, the public transport management agencies and the domestic technology system integration vendors have jointly researched and established the cross-transportation public transport travel data standards, and used the latest cloud technology to establish the“Public Transport Data eXchange (PTX)”platform. The historical and real-time data closely related to people's lives, such as roads, orbits, aviation, shipping, sightseeing, meteorology and air quality, are systematically integrated with the international four-star open data standard format. It has successfully promoted more than 500 value-added operators in Taiwan and abroad to join the transportation data service industry.\nThe Ministry of Transportation and Communications said that the “Traffic Data eXchange Platform (TDX)” has been further expanded with the concept of “traffic data and data market”. In addition to public transport travel information, it also further integrates real-time traffic information, parking data and public transport tickets and other information to create a new blueprint for the traversal of all-round transportation data with one-stop service.\nSource:\nUnited Daily News\nETtoday\nChina Times"
    },
    {
        "publish_date": "2019-06-26",
        "title": "The New Version DTM Shows the Landscape of Offshore Islands with Topographic Open Data",
        "href": "https://data.gov.tw/en/news/8620",
        "content": "(Source: The Ministry of the Interior)\nThe Ministry of the Interior held the ‘DTM Open Data and Value-added Interfacing User Seminar’. Deputy Interior Minister Hua Ching-Chun declared the new version of 20-meter mesh spacing Digital Terrain Model (DTM) has gone online. The new DTM database adds Penghu, Kinmen and the central and south area of Taiwan. It provides the landscape of Yushan and Taroko which users could download and make value-added applications, for example, stereograms and 3D printed models.\nHua Ching-Chun said, the Ministry of the Interior opened DTM to the public and provided 20-meter mesh spacing resolution data for free download since September, 2016. Till May this year, there are nearly 30,000 times downloads, which was widely praised by the users.\nHua Ching-Chun stressed that, the government actively enriches the National Geographic Information System, which not only provides the information needed for government decision-making, but also connects the needs of the government and the people. It is an indispensable foundation for the development of smart homeland and smart cities.\n資料來源:\nThe Ministry of the Interior\nThe Central News Agency\nMyGoNews"
    },
    {
        "publish_date": "2019-05-22",
        "title": "Open Data Contest Explores Data New Future",
        "href": "https://data.gov.tw/en/news/8110",
        "content": "The group of social-economic data and household application in the 2019 Open Data Contest. (Source: Taipei Computer Association)\nThe 2019 Open Data Contest has entered its sixth year. This year, there are eight governments and business units involved, including: the Department of Statics and the Department of Land Administration, Ministry of the Interior, the Central Weather Bureau, Ministry of Transportation and Communications, the Department of Information Technology, Taoyuan City Hall, the Industrial Development Bureau and the Information Management Center, Ministry of Economic Affairs, Institute for Information Industry, Kbro Company and Taipei Computer Association. Through the efforts of cross-fields and cross-government agencies, the contest encourages more and more teams in the community to use open data to develop new forms of data applications, at the same time, respond the needs for improvement to relevant units, create the positive cycle of supply and demand of data.\nThe contest lasted for four months. It officially started on January 31, 2019 and ended on March 19, 2019, with a total of 263 projects. More than a thousand hackers participated in the contest. On May 15, the final awards ceremony was held. Twenty-three teams have earned the award.\nSources:\nThe Central News Agency:\nhttps://howlife.cna.com.tw/life/20190515s002.aspx\nhttps://www.cna.com.tw/postwrite/Detail/254095.aspx#.XN6KNsgzY2z\nOpen Data Contest Website\nhttps://opendata-contest.tca.org.tw/announcement4.aspx"
    },
    {
        "publish_date": "2019-04-22",
        "title": "Bureau of Industrial Development Held International Forum on Data Economy",
        "href": "https://data.gov.tw/en/news/7902",
        "content": "On March 17, Bureau of Industrial Development (MOEA) held an international forum on data economy and industrial innovation. Experts from Japan, Malaysia, India and several other countries came to the event, sharing about their views of open data and discussing the future of industrial innovation.\nSpokesman of Ministry of Economics indicated that The Open Data Center of Tokyo University which had assisted in the innovation projects of Tokyo Olympics was the special invited guest of the forum.\nThe forum also contributed to the office of open data from Taiwan, Canada, Malaysia and Japan signing memorandum, making huge progress for the expansion on international markets of Taiwanese data companies.\nSource\nOpen Data Up"
    },
    {
        "publish_date": "2019-03-28",
        "title": "Presidential Hackathon Kicks Off! Open Data with Creative Ideas",
        "href": "https://data.gov.tw/en/news/7775",
        "content": "(Press conference of the second Presidential Hackathon. Photo credit: TechOrange)\nThe second Presidential Hackathon kicked off on March 17. This year, with the theme of \"smart country\", the data owners, data scientists and experts from different fields were encouraged to participate in this cross-institutional, cross-disciplinary and public-private collaboration competition.\nVice Premier Chen Chi-Mai indicated that the purpose of government’s open data is to improve the efficiency of the government and solve the problems of the people through public-private collaboration and innovative ways.\nThis year, the \"Citizens Wishing Pool\" was launched to continue the hacker spirit. People with ideas can make a wish by writing down the existing problems of the society. After identifying the key issues through data analysis, encouraging those who are willing and interested to claim and realize ideas. The wishes from the people are expected to be realized. At the same time, the competition welcomes the proposals from the heads of the counties and cities, who know the local needs and problems the best, in order to bring innovations into local.\nSource:\nPresidential Hackathon Website\nTechOrange"
    },
    {
        "publish_date": "2019-03-04",
        "title": "National Palace Museum Design Competition with Open Data",
        "href": "https://data.gov.tw/en/news/7542",
        "content": "The National Treasure Merchandise Design Competition（Source: Taiwan Hot News）\nTo combine the beauty of collections and the creative power of Taiwan, the National Palace Museum hold the 8th National Treasure Merchandise Design Competition. The topic of the competition this year is ‘Customs and Festivals’. By generating ideas from the selected cultural artifacts of the open date platform of the National Palace Museum, it is the first time the competition opens to international designers. Besides, the customs and festivals are not limited within Chinese Festivals. Western Halloween, Thai Songkran Festival and festivals all over the world are welcomed. Furthermore, the prize is even higher, up to NT$ 150,000.\nAccording to the National Palace Museum, the National Treasure Merchandise Design Competition has attracted huge attention since 2009. The competition created many creative works, for example, the Ice-cracked-style tights, Vase to Plate - Dragon Sauce Plate/Chopsticks Holder, Oracle Script Tote Bag Cyan.\nSource:\nNational Palace Museum\nTaiwan Hot News"
    },
    {
        "publish_date": "2019-01-29",
        "title": "Traffic Safety Hackathon with Open Data",
        "href": "https://data.gov.tw/en/news/7205",
        "content": "(Credit: New Taipei City Police Department)\nHolding the spirit of ‘Hackaton’, the 1st ‘New Taipei City Traffic Safety Hackathon’ organized by New Taipei City Transportation Department was held from October 8, 2018 to December 17, 2018. By open the data of anonymous traffic accident to public, the Hackathon invited citizens and groups with capabilities of data analyzing and creative marketing to find valuable data and propose creative projects to enhance traffic safety.\nDuring the two-month Hackathon, the New Taipei City Police Department gather the PigeonTW information security team with police officers with capabilities of data analyzing, creative marketing, copywriting, and presentation. The PigeonTW produced the ‘New Taipei City Traffic Reporter’, aiming at optimizing driver’s security, which made PigeonTW successfully advance to the finals and win the second place in the Hackathon.\nSource：\nOfficial Website\nApple Daily\nUnited Daily News"
    },
    {
        "publish_date": "2018-12-25",
        "title": "Labor Hackathon: Using Open Data to Develop Labor Welfare",
        "href": "https://data.gov.tw/en/news/6981",
        "content": "After three months of promotion, the Labor Hackathon held by the Ministry of Labor attracted 103 members participated and 27 teams signed up. Ke-He Shih, the deputy head of the Ministry of Labor, said that the theme of Labor Hackathon is \"Taiwan Jobs Development and Optimization\". He hoped that through the brainstorming from the people, the participants could optimize the content of the Taiwan Jobs website, making job seekers and employers use Taiwan Jobs website more frequently, and provide other good services. Most importantly, through the application of information technology and open data, the Labor Hackathon can further enhance the welfare of workers and create broader implementation of labor administration information applications, at last, fulfill the goal of digital governance.\nIn the Labor Hackathon this year, Min-Chieh Tseng and Min-Ru Tseng’s Employment Magician won the first price. Using Line Chatbot, the Employment Magician let the users of Taiwan Jobs communicate with customer service, reduce the steps required for the current query, and let the users search job vacancies with their preference conditions. In addition, in the perspective of data application, the champion team collected open data to help job seekers quickly assess the suitability of the job vacancies and the companies.\nKe-He Shih said, it was the first time that the Ministry of Labor organized the Labor Hackathon. He thanked all the participants and their proposals. After the Hackathon, the Ministry of Labor and the Workforce Development Agency will take advices from every team and their creative proposals. It would help the development and optimization of Taiwan Jobs website and provide job seekers better quality of service.\nSource:\nNOWnews\nLabor Hackathon Website"
    },
    {
        "publish_date": "2018-11-30",
        "title": "Open Data Startup Competition",
        "href": "https://data.gov.tw/en/news/6790",
        "content": "Through the promotion of innovation model of industries and citizens using government’s open data, the Ministry of Economic Affairs (MEA) has found that, instead of focusing mere \"creative\", the startups have evolved and emphasized more on \"products\" and \"services\" which meet the needs of the market. Therefore, the MEA held the Open Data Startup Competition which encourage pro-business model. Through the competition, the MEA hope data applications with high business value and outstanding start-up teams could grow tremendously.\nAfter four-month training, ten startup teams showed their business value in the Open Data Startup Competition. At the same time, they also showed live demonstrations on the stage, successfully attracting on-site representatives of venture capitals and enterprises. The judges said they made a tough decision to ‘invest’ their prize because the applications were diverse and all possessed high potentials and business value on the market. At last, the biggest prize of NTD586,000 was awarded to Mystery City Adventure created by Mountain Monkey Corporation.\nIn addition to the startup teams, the competition also invited the leading companies of Project of Data-Driven Service Industry Applications & Development: InfiArk Technology, Global Business, and Sakura Taiwan to share information service models and business opportunities on the spot to make the participated startups spark innovative ideas."
    },
    {
        "publish_date": "2018-10-30",
        "title": "Don’t Miss Them Anymore! Open Data will Connect Drivers with Passengers",
        "href": "https://data.gov.tw/en/news/6298",
        "content": "To make the operation environment of taxis more friendly and to provide more instant services to passengers, the Kaohsiung City Government is collaborating with private businesses to integrate 5 local taxi enterprises. With open data from the public and private sectors, a taxi data management platform was made that effectively increased the passenger rate of local Kaohsiung taxi enterprises by 22.6%, becoming a great example on the urban application of open data.\n“Open Data Applicative Service on Taxi Outsourcing” uses the open transportation database provided by Kaohsiung City Government (such as the 5-minute dynamic data of Vehicle Detector 1.1, the static data of Vehicle Detector 1.1 and others) in coordination with the historical data of vehicle records provided by 5 local taxi enterprises including Zhonghua Satellite Squad, Rueilong Hawaii Joint Satellite Taxi Squad and others, to create versatile services like “analysis on passenger boarding and alighting hot points”, “analysis on journey time duration”, “historical distribution on passenger boarding hot areas”, and “operation & passenger visualization”.\n“Open Data Applicative Service on Taxi Outsourcing” not only effectively decreases the passenger-searching behavior of the drivers, it also decreases energy consumption. A total of 821 taxis benefitted from this service, which increased passenger rate by 22.6% and daily oil consumption decreased 1,463 liters. Open data application has brought about more economic efficiency. In the future, the possibility of integrating weather related open data is taken into consideration. We expect that by providing taxi enterprises with more information, we can allow consumers obtain service faster and more convenient.\nSource: http://www.tca.org.tw/tca_news1.php?n=1241&a=y"
    },
    {
        "publish_date": "2018-09-13",
        "title": "Here Comes Silver Economy! Database for the Future Life of Seniors",
        "href": "https://data.gov.tw/en/news/5993",
        "content": "Figure 1: Date Analysis of Happy Living\nTargeting the social aging trend of Taiwan, Stans Foundation Chinese Consumer Center officially released the “Let’s Talk about Happy Living: Survey on the Living Needs of Future Seniors”. It includes nearly 70,000 first-hand data and welcomes society to use it to create value-added service and establish a comprehensive silver industry.\nFirst Need of Seniors: Taking Care of Daily Life\nAccording to the survey, the top 3 needs for seniors are “taking care of daily life on their own”, “having nutritious and healthy diet” and “going to doctors effectively”. The Chinese Consumer Center discovered that interviewees above the age of 50 are willing to accept IoT technology, especially those can remote monitor fire source and other household safety functions are popular among seniors. Technologies such as receiving medicines at pharmacies near home, active notification by hospitals to know their progress, establishing examination centers at communities, automatic medical cashier system and other technologies have also made seniors more convenient when going to the doctor.\nSmart Hospital Solves Seniors’ Problems\n“Health Risk Pre-notification” ranks 4th on the seniors’ service needs. Interviewees commonly believed that the data on health examination reports were too abstract. Therefore, if concrete suggestions on diet, daily routine, exercise and others can be provided in the future, it can be more conducive in self health management. Similarly, seniors do not know how to save themselves when they suddenly feel physically uncomfortable. If health detection equipment is installed with GPS, it will make the seniors’ life safer by providing self-aid suggestions and calling their family or passerby for help when they feel physically uncomfortable.\nDatabase with 70,000 Data Is Released\nThis was the first survey actively answered by seniors. Its original data will be available to the public and the complete questionnaire content, information, analysis report and open source can be retrieved from its website. We expect that by opening the research data on seniors’ needs may provide more value-added application for society and invest their innovative R&D energy on solving seniors’ needs to provide them with outstanding products and innovative services.\nWebsite of “Let’s Talk about Happy Living”: https://happyliving-opendata.stansfoundation.org/\nSource: https://www.bnext.com.tw/article/49982/happy-living-opendata-stands-foundation"
    },
    {
        "publish_date": "2018-08-20",
        "title": "Government Departments Join Together to Create Data Innovative Services",
        "href": "https://data.gov.tw/en/news/5779",
        "content": "Fig.1. The Final Selection and Awarding Ceremony of “2018 Data Creative Innovation Contest”\nInstructed by the Board of Science and Technology of Executive Yuan and co-hosted by Taipei Computer Association (TCA), Ministry of Interior (MOI), Ministry of Transportation and Communications (MOTC) and Ministry of Economic Affairs (MOEA), “2018 Data Creative Innovation Contest” and its final selection and awarding ceremony was held on May 31. A total of 42 teams made it to the final selection and the total prize amount was NT$1.3 million. In the end, “Parking Bao,” “WEGO,” “Tea Leaf Weather Station” and “BizWitcher” won the Gold Prize. The innovation progress of these teams are as follows:\nIn the future, Data Creative Innovation Contest expects to collaborate with more governmental agencies or enterprises. It will continue to promote public-private collaboration in order to commonly hasten the optimization of public services and innovation efficacy of government service, thus promoting the creation of the industrial application value chain.\nSource: http://www.cna.com.tw/postwrite/Detail/236374.aspx"
    },
    {
        "publish_date": "2018-08-01",
        "title": "Cities in Taiwan become the First Group Adopting ODC in Asia!",
        "href": "https://data.gov.tw/en/news/5552",
        "content": "SOURCE: https://opendatacharter.net/adopted-by-countries-and-cities/\nTaipei City, New Taipei City, Taoyuan City, Taichung City, Tainan City, and Kaohsiung City has adopt Open Data Charter (ODC, https://opendatacharter.net/) and become the first group of city which adopt ODC in Asia. It indicates the outstanding outcome of promoting open data by local governments and keeping the pace with international open data communities!\nODC is promoted by United Nations, G8 leaders, and Open Government Partnership’s (OGP) since July 2013. It’s dedicated to promote the consistency and collaboration of open data among countries and establish more inclusive and representative open data principles. By July 2018, ODC was adopted or endorsed by 19 countries, 35 cities and 46 NGOs.\nAccording to ODC, release of data should follow 6 principles: “Open By Default”, “Timely and Comprehensive”, “Comparable and Interoperable”, “For Improved Governance & Citizen Engagement”, and “For Inclusive Development and Innovation”. Based on these principles, ODC is trying to improve the quality of government open data, enhance the data usability, and deepen the culture of open data in government.\nAccording to National Development Council (NDC), central and local government agencies have devoted to promoting open data for many years. Taiwan was also ranked 1st twice in Global Open Data Index evaluation of the Open Knowledge International in 2015 and 2016/2017. Therefore, open government data in Taiwan has already received a high degree of international recognition for its achievements. Cities are now adopting ODC and showing their commitment of optimizing open data. Those cities can collaborate with other adopting countries or organizations to keep pace with international trend of open data.\nIn past few months, NDC assisted those 6 cities adopting ODC and being displayed on ODC website（https://opendatacharter.net/adopted-by-countries-and-cities/). To alleviate the utilize of data by citizen from all walks and facilitate the development of innovation application with practical value, NDC will steadily promote the quality and quantity of open government data and improve the validity, usability, timeliness of it. In order to effectively exert data value, each government agencies will continue to maintain an open attitude on a strong foundation. Taiwan is heading to become the leading country of open data and its application in the world.\nSource: National Development Council https://www.ndc.gov.tw/News_Content.aspx?n=114AAE178CD95D4C&sms=DF717169EA26F1A3&s=BEFA5CB8BDC7E2A6"
    },
    {
        "publish_date": "2018-07-27",
        "title": "Cast your vote to support Open Data Applications!",
        "href": "https://data.gov.tw/en/news/5475",
        "content": "Picture 1: Main visual for the poll campaign of Open Data Application Award\nhttps://event.data.gov.tw/reward/\nContent:\nTo intensify and sustainably develop open government data, as well as the elevation of data quality and value-added application effect, the \"Open Data Application Award\" is held by National Development Council. Candidated applications are evaluated by experts and public surveys (the result from the poll campaign accounts for 20%, and the expert evaluation accounts for 80%). Anyone who joins the polling campaign can enter the lucky draw. We welcome your active participation!\nDescription:\n1. Period: From August 1, 2018 at 12:00 am to August 24, 2018 at 11:59 pm.\n2. Activity regulations:\n(1) Please go to the activity website （https://event.data.gov.tw/reward/), then press the poll campaign of \"Open Data Application Award\" to cast your vote. Once your vote is verified and confirmed online, you will have the opportunity to enter the lucky draw.\n(2) Voting and registration for the lucky draw should be completed before the deadline (August 24, 2018 at 23:59); late submissions are not acceptable.\n(3) Date: The draw will be conducted online by random selection of winners before September 7, 2018.\n(4) Winner list: The complete listing of winners will be posted on the activity website before September 21, 2018. The winners will be notified of their prizes by email within 2 weeks from the release date.\n3. Prizes:\n(1) 2 Vieshow Cinemas movie tickets – 10 sets.\n(2) A 7-Eleven NT$100 coupon – 30 sets.\n4. For more detailed activity regulations, please refer to the exclusive area of the \"poll campaign of Open Data Application Award\" in \"Open Government Data Platform\".\nPicture 2: Activity tab of “Open Data Application Award poll campaign”"
    },
    {
        "publish_date": "2018-06-26",
        "title": "HACKIDB Utilizes Open Data to Create Versatile Services",
        "href": "https://data.gov.tw/en/news/5138",
        "content": "Fig1. HACKIDB\nhttp://hackidb.panmedia.asia/\nContent:\nInstructed by the Industrial Development Bureau of MOEA and co-hosted by the Institute for Information Industry, IPO Forum, NTU Industry Liaison Office and many domestic and oversea enterprises, “HACKIDB: Smart Technology Application Competition” is going to take place! The competition, based on “cloud computing”, the “cloud platform” and artificial intelligence technology, will explore innovative commercial applications in the 3 fields of “new retail”, “new finance”, and “new manufacturing” to create more versatile regional services.\nEvent Details:\n1. Event Agenda:\nConnecting retail, finance and manufacturing domains to create versatile regional services based on smart technology applications.\n2. Competition Theme Directions:\n(1) New Retail: The application and technological practice of artificial intelligence technology in behavior recognition, smart selling, unmanned stores and mobile purchasing.\n(2)  New Finance: Innovative Fintech applications, such as digital marketing by combining mobile devices with AI/AR technology, mobile device integration with purchasing technology to connect it to our daily life, or the exploration of new finance models by analyzing open data.\n(3) New Manufacturing: Combining big data analysis with artificial intelligence technology to optimize manufacturing line processes and enhance production precision.\n3. Application Information:\n(1) Application Date: May 18 to June 15, 2018\n(2) How to Form Your Team:\nA. We welcome everyone from the industry or academia who are interested in the aforementioned themes to apply as a team. Each team can have a maximum of 6 members.\nB. If the team desires to apply in the name of their enterprise, the enterprises must have been founded within the past 5 years.\n(3) How to Apply: Fill in the registration form online on the event website to complete the procedure.\n(4) Event Website: http://hackidb.panmedia.asia/\nSource: http://hackidb.panmedia.asia/"
    },
    {
        "publish_date": "2018-05-10",
        "title": "Taiwan-France Space Innovation Hackathon Sends Creativity to Outer Space!",
        "href": "https://data.gov.tw/en/news/4429",
        "content": "ActInSpace was hosted by Centre National d'Etudes Spatiales（CNES）and was first held in 2014 at 5 cities. In 2018, 40 countries and 60 cities are going to participate in this event. Taiwan, represented by Taipei City, will hold the “ActInSpace, Taiwan-France Space Innovation Hackathon” event this year. The winning team will be subsidized to take part in the final competition at France in June. Anyone who interest in space information innovation is welcome to join us!\nDetails:\n1. Topic: ActInSpace, Taiwan-France Space Hackathon\n2. Time: May 25 (Fri.) to 26 (Sat.), 2018\n3. Place: 12F., No.2, Sec. 3, Civic Blvd., Zhongzheng Dist., Taipei City (SYNTREND)\n4. Application Website: https://goo.gl/BkM8Gu\nApplication Information:\n1. Application Date: From today to 23:59 of May 7, 2018\n2. Qualification: All experts and skilled people with research, design, hardware, software, management, communication, engineer, information and other talents are welcome to participate in ActInSpace. Foreign exchange students or oversea students undertaking formal diploma and common citizens are also welcome to participate in.\n3. Application Website: https://actinspace.org/. Please refer to the manual web page for application procedure: http://www.nspo.narl.org.tw/actinspace2018/html/regist.html.\nSource:\nEvent website of Taiwan-France Space Hackathon http://www.nspo.narl.org.tw/actinspace2018/html/"
    },
    {
        "publish_date": "2018-04-24",
        "title": "Leader of Smart City: From Data Collection to Academic Research",
        "href": "https://data.gov.tw/en/news/4250",
        "content": "Fig1.Data.Taipei\nAs the capital city of Taiwan, Taipei City Government dedicates itself to promoting Smart City. To enhance the value of the city’s data and further train research talents of various fields, Taipei City Government has provided 7 universities with open data related to transportation, environment, and disaster prevention. Meanwhile, Taipei City Government also introduce a cloud service from the industry for applying artificial intelligence and online data service in education.\nWith the trilateral cooperation of the industry, government and academia, students can use real data to carry out transportation, environment and disaster prevention researches instead of analyzing stimulation data. By doing so, not only the historical tracks of urban life can be presented, the development of open data ecosystem can also be promoted.\nBesides cross-field multilateral open data application, Taipei City Government also expects innovative applications with students’ innovative energy, so that their progress can be reciprocated back to city government. By unblocked channel for bilateral exchange, a new style of urban open data can be formed.\nSource：DIGITIMES"
    },
    {
        "publish_date": "2018-03-22",
        "title": "Presidential Hackathon Welcomes Innovative Minds from All Walks to Join this Event!",
        "href": "https://data.gov.tw/en/news/3938",
        "content": "Fig 1. Presidential Hackathon\nTo demonstrate the government’s emphasis on open data and innovative data application, the General Association of Chinese Culture and the Institute of Information Industry collaborates in holding a cross-institute and cross-domain “Presidential Hackathon”. By gathering the wisdom of people, it implements the idea of open data, hastens the optimization of public service, and improves the innovative efficacy of government services.\nPresidential Hackathon encourages society to integrate open data and data to be publicized to create outstanding data application and innovative services through collective brainstorming. Related details are as the following:\nA. Date of Event: Jun. 2, 2018 (Sat.)\nB. Location: Taipei Guest House\nC. Competition Agendas:\n1. Strengthening Disaster-prevention and Sharing Medical Resource\n2. Diverse Development for Youth Employment\n3. Social Safety and Senior Settling\n4. Environment Protection and Energy Sustainability\n5. Smart Commuting and Tourism Improvement\nD. Important Schedule (2018)\nProposal Schedule\n-Proposal Application Period: Mar. 3 to Mar. 23.\n-Preliminary Selection (paper review): Mar. 24 to Mar. 30.\n-Entry Announcement: Mar. 31.\n-Entry Team Workshop and Instruction Meeting: Apr. 14, Apr. 28 and May 12.\n-Semi-final Selection: May 19 to May 20.\n-Final Selection and Awarding Ceremony: Jun. 2.\nIndividual Participation Schedule\n- Application Period: Apr. 3 to Apr. 9.\n- Entry Announcement: Apr. 10.\nSource: Presidential Hackathon"
    },
    {
        "publish_date": "2018-02-27",
        "title": "First “Illegal Employer Heat Map” Originated with New Taipei City Government Ensures Employee Rights",
        "href": "https://data.gov.tw/en/news/3413",
        "content": "Figure 1: Illegal Employer Heat Map\nSource: NTPC iLabor\nIn recent years, the Labor Affairs Department of New Taipei City Goverment has been vigorously using open data and has released an “Illegal Employer Inquiry” service. To find out whether a company has previously violated labor regulations or harmed the physical and mental security of labors, all citizens have to do is to enter keywords related to it. Coordinated with a visual presentation, it further ensures citizens’ rights when seeking jobs with newly emerging information technology.\nAccording to the labor inspection results from 2013 to 2017 conducted by the Labor Affairs Department, illegal employers were categorized into three types: those violating the Labor Standards Act, the Act of Gender Equality in Employment, and the Occupational Safety and Health Act. The registered addresses of more than 7,000 companies were entered into the “Illegal Employer Heat Map of New Taipei City” and transformed into visual geographic information. Different shades of color represent the distribution density of illegal companies. The darker the colors are, the more law-violating companies exist in that region. Moreover, relavant services from “NTPC iLabor” can also be coordinated, such as the “Immediate Labor Inspection-Let’s GO”, so that users can report employers violating the Labor Standards Act online immediately with their mobile. It has received praise from society since releasing. Administrative regulation combine with technolgy together enabled laborers to stay away from spoiled boss when seeking a job.\nSource: ETtoday"
    },
    {
        "publish_date": "2018-01-17",
        "title": "Data Visualization Series Event - Data Viz with R",
        "href": "https://data.gov.tw/en/news/2961",
        "content": "R is a free programming language and has many functions of statistical analysis and illustration. It is currently one of the most popular open source software. Due to its features of being free of charge as well as open, cross-platform and resource sharing, worldwide users have developed an abundance of packages that supports nowadays technologies, such as machine learning and data mining. The only thing users have to do is to install the appropriate package, then their data can be analyzed with R. It’s much easier to discover the meaning hidden within and demonstrated the result with vivid visualization.\nTaiwan R User Group will host 12 sessions of the Data Visualization Series events in 2018. The sessions will be held monthly and conducted by lectures and Hackathons. We will start from basic visualization, and gradually expand to various visualization topics in Hackathons. Details regarding the first session are as the following:\n1.      Brief Data Viz Series by c3h3\n2.      Data Viz with R: ggplot2 basic by Claire Tsao\n3.      Introduction to Power BI with R & Sanddance by c3h3\nFriends interested with R, welcome to join us!\nSource: Meetup https://www.meetup.com/Taiwan-R/events/245806606/\nFan Page: https://www.facebook.com/Tw.R.User"
    },
    {
        "publish_date": "2017-12-15",
        "title": "Hastening the Disclosure Schedule of Real Estate Actual Price Registration Information by the Ministry of Interior",
        "href": "https://data.gov.tw/en/news/1942",
        "content": "Fig. 1. Inquiry Page of MOI’s Real Estate Transaction Database Website\nSource: http://lvr.land.moi.gov.tw/login.action\nThe Ministry of Interior (MOI) announced that starting December, the real estate actual price registration information will be released three times monthly (released on the 1st, 11th and 21st of each month) instead of twice monthly (originally released on the 1st and 16th of each month). The disclosure schedule is shortened so that citizens can download current data free of charge, and search for the real estate trade prices at all times in order to understand the current status.\nThe actual price registration system has been implemented since August 2012. Starting from October 2012, as many as 1.89 million cases could be searched for on MOI’s Real Estate Transaction Database Website, which has accumulated more than 91.28 million pageviews. Moreover, from July 1, 2013, the latest data on actual price registration was available for free download, while the historical data was available for download from July 1, 2016. At present, 490,000 people have downloaded the transaction data.\nHastening the disclosure schedule of the real estate actual price registration information is an important policy direction. MOI will continue to work hard in shortening its disclosure schedule and encourages the society to use the available actual price registration information for further application and research, so that the public can access to abundant and useful real estate information.\nSource: Hinet News 2017/12/02"
    },
    {
        "publish_date": "2017-12-08",
        "title": "Lienchiang County Government Data Governance Workshop to enhance Open Data localization jointly promoted by county and city governments and private groups.",
        "href": "https://data.gov.tw/en/news/1874",
        "content": "According to the Industrial Development Bureau, Ministry of Economic Affairs, with the advent of the era of knowledge-based economy, major European countries and the United States, as well as the United Nations (UN), World Economic Forum, World Bank, and other international organizations have, in recent years, spared no effort to advocate and promote Open Data, which is an important strategy for national development. With limited government resources, the new trend and wave of putting to good use the unlimited creativity of the private sector, integrating and applying Open Data, and developing various value-added services have rapidly taken the world by storm.\nWith this trend, the Industrial Development Bureau has conducted Open Data application training in Matsu and assisted the Lienchiang  County Government in promoting information units, business units, local industries or industries with solution capabilities and academic and research units’ joint establishment of localized Open Data promotion models. Through Data Governance Workshop, the collaboration between the local government and private groups have been promoted, while policies, data, open data, and industrial application approaches have been discussed, in the hope of proposing the practical aspect of data applications and solutions.\nThe Lienchiang County Government Data Governance Workshop was held by Industrial Development Bureau, co-organized Lienchiang County Government Administration Division, and executed by Taipei Computer Association. In addition, transportation, culture, tourism and travel, and economic sectors, and information bureau and division supervisors as well as local information service operators, related-field operators, academic and research units jointly participated. From October to November 2017, three workshop sessions have been conducted.\nThe Data Governance Workshop explores the future and current situation of Lienchiang County Government’s Open Data. The Industrial Development Bureau has put forward the following recommendations:\nFig. 1: Data Governance Workshop of Lienchiang County Government\nSource: Lianjiang County Government Administration Division\nThe Industrial Development Bureau has actively promoted the “Project of Data-Driven Service Industry Applications and Development”, assisting local governments in establishing technologies, regulations, and other environmental aspects in order to lay down a foundation of future development. It is expected that Open Data applications and demands can be boosted through the plan. Through mutual cooperation between the public and private sectors, mutual benefits and mutual prosperity can be achieved, while ensuring transparency in government policy implementation, improving policy decision-making quality, enhancing daily convenience for the public, creating more employment opportunities, molding industrial transformation opportunities, and promoting economic growth, thereby creating Taiwan industries’ new niche!\nReference: Matsu Daily News 2017-11-22"
    },
    {
        "publish_date": "2017-05-11",
        "title": "Tainan City Government – &quot;Open government and turn the map upside down&quot;: integrate citizens in the decision making",
        "href": "https://data.gov.tw/en/news/1",
        "content": "The Research, Development and Evaluation Commission (RDEC), Tainan City Government is releasing the \"Tainan City Government Open\" video on the \"I love Tainan City\" FB fans page and \"Tainan City Vision\" Youtube channel to help residents here learn more about citizen involvement and the Tainan City Government's actions and results in \"open government\". The aim is to deep root the idea of \"deliberative democracy\" and \"public participation\" in every citizen's daily life.\nThe Tainan City Government has achieved good results in \"open government\" based on the guidelines of \"transparency, participation, collaboration\" and execution of \"open data\", \"open service\" and \"open decision making\", RDEC noted. Regarding open data, the city government has been releasing government data for the public’s value added application. The data platform now has 637 data sets, 3213 records and 2.1 million browsing clicks.\nRegarding open service, it has pioneered on the \"OPEN 1999\" open API which enable both the government and enterprises to develop APP, work together to expand public service capacity and implement total supervision. As of the end of April 2017, the private sector has come up with three dispatch APPs which have announced 80,756 dispatch cases. The nation first \"Tainan City Government public conduits graphic data system\" disaster prevention application has worked on the best in 0206 earthquake incident. It identifies conduits around the \"Weiguan Jinlong Building\" immediately after the earthquake, gets relevant parties to the scene to label duct position which help avoid secondary damage by enabling working parties digging up underground pipes without any mistake. The same system is now working for construction units to feedback work progress to make road excavation information transparent which helps in the supervision by every resident.\nOpen decision making is aimed at getting citizen involvement in the decision making process of public affairs. The city government pioneered in getting citizen involvement in the decision making of \"Feiyan Village Development Project\" and new city center location selection. RDEC also leads the nation in inviting civics course teachers from senior high schools to sit in the \"New city center open decision making\" course material design meeting. Here they reviewed how to combine citizen deliberation and course material to nurture students' civics accomplishment. A writing contest was held for students in senior high schools to encourage them in getting involved in the public policy shaping up process. The theme \"Your city, you design\" requires them to itemize their visions and imagination about the city or part of it to collaborate with citizen power in building up the image of a future city.\nPeople now can join public affairs in multiple ways. The Tainan City Government is now inviting every one of you to get involved in city administration and vision the future Tainan City! Please go to the following web site to view our wonderful film on the \"I love Tainan City\" FB fans page and \"Tainan City Vision\" Youtube channel. Please share and OK them if they touch you!\nVideo address: https://www.youtube.com/watch?v=fVHUkvqvXKI\nNews release address: http://www.tainan.gov.tw/tainan/news.asp?id={369E98C5-89AD-4F80-910C-DFC2EF13596A}"
    },
    {
        "publish_date": "2017-03-24",
        "title": "Lianjiang County releases its first record online; local open data starts running at the full speed",
        "href": "https://data.gov.tw/en/news/2",
        "content": "The government open data platform (data.gov.tw) has gathered 26K strong data sets since its debut. To advocate data connection and application among central and local government agencies the NDC starts working with the local government this year (2017). It joints with the Lianjiang County Government releasing the first data set online on 2017.03.22. This made all 22 local governments met the target of open data and crossed a new milestone.\nThe open data program has achieved pretty good achievements among central government agencies and highly recognized by the international society. Amid well-polished central government open data mechanism and the NDC has been taking steps to encourage local government's open data for linking with their central counterparts since the second half of 2016. It works with local governments on scores of supportive services and collaboration to learn about the meaning and benefits of working on open data. Then comes the Lianjiang County Government.\nThe Lianjiang County Government shone in the third smart city survey this year. It topped then ranked in the infrastructure dimension amid strong efforts in e-city relevant service implementation. It was chosen by NDC in the open data showcase this year. Thanks to the great efforts paid by civil servants, here it released its first open data set on the government open data platform on March 22 this year. It is now planning to release tourism relevant data sets to bring about local tourism relevant applications which may influence its peers, the Penghu and Jinmen county government, in advancing open data efforts and shaping up the off-island open data ecosphere.\nNDC is expected to coach more open data demo administrations to open local specific data based on the concept of district governance. The goal is not only to develop application services but also to integrate central and local open data to support administrative decision making with comprehensive data.\nFigure 1: Key note speech by Mr. LIU Zhiyuan, deputy director\nFigure 2: The consultant team and Lianjiang County Government employees"
    },
    {
        "publish_date": "2016-06-15",
        "title": "DATA SALON 2016: &quot;How to implement a full government open data&quot; seminar by the National Development Council (NDC)",
        "href": "https://data.gov.tw/en/news/3",
        "content": "Amid global open data programs by governments around the world recently, Taiwan is not out of the scene. NDC organized the DATA SALON: \"How to implement a full government open data\" seminar on May 12 and 13, 2016 where relevant personnel from central and local agencies have come together to review the 16K records available on the platform. The goal: identify what's good and bad data expected by everyone. The next is to learn about inventory taking of \"openable\" data in terms of regulations, people's requirements and agency operations. It helps personnel from the central and local government agencies to learn about what's open data and how to open them for data interaction for lecturers and hands-on workshop.\nThis first DATA SALON seminar was highly welcomed: a total of 128 civil servants registered but only 81 were accepted due to restrictions on site and course materials. Satisfaction rate of involvement on themes set-up and training materials design reached 86% which suggested that it helped in the attendees' data applications and hands-on operations. Those in the seminar also would like to see more programs like this to come.\nNDC's key targets in open data promotion is to encourage individual central and local government agencies to open more data and start QC the huge amount of data now openly available. Even more important is that everyone in the government has to understand that open data is not an extra burden. Rather, a good open data policy and its execution really improve the operating efficiency of every government agent"
    },
    {
        "publish_date": "2016-05-20",
        "title": "Government open data platform search engine optimization – still easier searching",
        "href": "https://data.gov.tw/en/news/5",
        "content": "To facilitate government open data platform users with even better search service, this platform has optimized its search engine with the following: search conditions, search scope and search performance:\n1. Display search progress bar for users (Figure 1)\nFigure 1: Search progress bar\n2. Add file format search conditions to help users identify whether the data set has the desired format released (Figure 2).\nFigure 2: Platform search scope\n3. Add conditional search function with Breadcrumbs design which enables users to set up multiple criteria to get more accurate search results (Figure 3)\nFigure 3: Conditions set up"
    },
    {
        "publish_date": "2016-05-20",
        "title": "Quantity of open data by Chiayi County Government tops the ranking of non-municipality",
        "href": "https://data.gov.tw/en/news/4",
        "content": "The public is showing more willingness in demanding government administration transparency and getting involved in public policy decision making. Government open data is also the trend among nations in the world. Addressing this trend, practicing government administrative transparency, making use of private sector creativities to developing local specific applicationd, the Chiayi County Government has set up the Chiayi County Government open data site (http://data.gov.tw/taxonomy/term/845) based on the government’s open  data platform (http://data.gov.tw). There are quite some types of data set now available on it including police safety, public health, environmental protection, fire safety, bus transportation, finance and taxation, social welfare, and cultural tourism.\nThe Chiayi County Government is determined to deepen its open data implementation. It plans to push a county-wide joint web site based on open data prepared by every administrative agency. By the end of 2016, it is expected that all 51 county agencies shall have their open dataed. There may be 400 strong data sets opened by then and will exceed the county government level and be over the amount of data sets availed of by the 6 municipality governments."
    },
    {
        "publish_date": "2016-03-21",
        "title": "Value of environment sensitive data",
        "href": "https://data.gov.tw/en/news/6",
        "content": "The Beyond Beauty - TAIWAN FROM ABOVE documentary unveiled scores of issues we don't want to look at including: the Qingjing B&B landslide dip slope, Kaohsiung gas explosion event, oil and gas pipelines and petrochemical pipeline, Tainan dengue fever outbreak, river, drainage system ditch, and soil liquefaction susceptible areas after the powerful earthquake in Southern Taiwan. All these tell the importance and value of the environment or disaster sensitive data on social security. The government is also counting disaster prevention data ready to be opened to the private sector.\nScores of social security maintaining the required data set are now available on the government open data platform including: \"Soil Liquefaction Susceptible Map of the Central Geological Survey of the Ministry of Economic Affairs\", \"Soil Liquefaction Susceptible Graphic Data Group\", \"Geographic Sensitive Area Range File\", \"Dip Slope Distribution Map\", \"Watershed Geological Map\", \"Taiwan Geological Literature \", \"Disaster Prevention Information _ River Warning\" and \"Flooding Susceptible Map\". We expect more efforts will be invested in utilizing these data sets to create more disaster prevention application services.\nSoil Liquefaction Susceptible Map of the Central Geological Survey of the Ministry of Economic Affairshttp://data.gov.tw/node/28708\nSoil Liquefaction Susceptible Graphic Data Grouphttp://data.gov.tw/node/28691\nGeographic Sensitive Area Range Filehttp://data.gov.tw/node/27744\nDip Slope Distribution Maphttp://data.gov.tw/node/6696\nWatershed Geological Map - foldshttp://data.gov.tw/node/8941\nWatershed Geological Map - Faulthttp://data.gov.tw/node/8939\nWatershed Geological Map - Stratahttp://data.gov.tw/node/8937\nTaiwan Geological Literaturehttp://data.gov.tw/node/16778\nDisaster Prevention Information _ River Warninghttp://data.gov.tw/node/5983\nFlooding Susceptible Maphttp://data.gov.tw/node/25766"
    },
    {
        "publish_date": "2016-02-19",
        "title": "Let data talk – interactive and mash-up application",
        "href": "https://data.gov.tw/en/news/7",
        "content": "In a short period of time from the end of 2015 to the beginning of 2016 the Ministry of Health and Welfare (MHW) launched two websites, \"Health and Welfare Statistics Interactive Indicator Inquiry System\" and \"Long Time Service Resource Geographic Map\". Both are designed to enable users to present site data (government open data after being organized and mashed up) in graphics by themselves.\nAs more government data set are getting available on the platform the general public shall start paying attention to the topics of government open data. To let the population get more value out of these data, the platform organizes data released into various charts and diagrams for them to browse and view. The goal is to step up discussion on this issue, shorten relations between open data and the publics, and squeeze more value out of the open data. See below for a list of service web sites:\nHealth and welfare statistics interactive query system: http://iiqs.mohw.gov.tw/index.aspx\nIndicator statistics – death causes:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=FB1CD658AE193736\nIndicator statistics – number of business entities:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=9BBD9FD042347C1F\nIndicator statistics – bed count:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=70D66108550D7163\nIndicator statistics – medical personnel:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=93D49587A7935C04\nIndicator statistics – service volume:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=C97FBD962F5E47B3\nIndicator statistics – occupancy rate:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=45436621B2B46978\nIndicator statistics – filing count:\nhttp://iiqsw.mohw.gov.tw/InteractiveIntro.aspx?TID=50FBE9C5A2450C78\nLong Time Service Resource Geographic Map: http://ltcgis.mohw.gov.tw/index.aspx\nLong Time Service Resource Open Data: http://ltcgis.mohw.gov.tw/Index/opendata.aspx\nInstitutional accommodation - care type institution / long-term care institution / nursing home\nCommunity - day care service / family care service / dementia elder group home\nHome - home service / home rest / home care / home rehabilitation\nOther resources - general services"
    },
    {
        "publish_date": "2016-01-28",
        "title": "2016 President election open data set",
        "href": "https://data.gov.tw/en/news/8",
        "content": "In the wake of the 14th president and vice president elections and the 9th legislative elections, the Central Election Commission (CEC) launched the \"President and legislature election data e-query web site (http://2016.cec.gov.tw/)\" as part of its e-measures for online election data query to service the voters and record the elections.\nYahoo and Google availed of their election relevant tools: \"2016 President and legislature election platform (https://tw.election2016.yahoo.com/)\" by the former providing instant vote counting, data analysis and political commentary show while the latter a cross-platform and Android-YouTube integrated service (https://elections.withgoogle.com/taiwan2016).\nCEC also released data about government organized platform presentations and ballot station of the president and vice president election and legislative elections (see below for their links) for the public to get election relevant open data and provide value added services based on it. CEC is expected to release more election relevant data for participation according to the private sector's needs.\nGovernment organized platform presentation of 2016 president and vice president election and legislator election: http://data.gov.tw/node/26173\n2016 presidential and vice-presidential election and legislative election ballot stations: http://data.gov.tw/node/25873\n2016 regional legislative election districts: http://data.gov.tw/node/25463\n2016 presidential and vice-presidential elections and legislative election official report (URL): http://data.gov.tw/node/26367"
    },
    {
        "publish_date": "2016-01-22",
        "title": "Taoyuan City Government leads its peers launching cross-platform services",
        "href": "https://data.gov.tw/en/news/9",
        "content": "Since its debut, the government data released to the public has been increasing every day. Amid fast growing amount of data sets, the next step is to enable accessing data released by any government authority on the same platform for still easier data application innovations.\nSince the introduction of cross-platform interface on the government open data platform in 2015, the Taoyuan City Government has pioneered this successfully on the last day of 2015 and released data sets of geographical graphic resources, crime hot spots and bus dynamics. The goal is to improve government administrative transparency, enterprise value-added applications and people's convenience in their daily life and create triple wins by the government, business, and the general publics.\nThe government open data platform is expected to complete the cross-platform interface operation for government authorities including Legislative Yuan, Taichung Municipal Government, Central Meteorological Bureau, MOTC, Ministry of Interior, Commercial Department of Ministry of Economic Affairs, Food and Drug Administration of Ministry of Health and Welfare, New Taipei City Government, Environmental Protection Department of the Executive Yuan to provide the population with even more friendly and open data use service.\nTaoyuan City Government data set: http://data.gov.tw/taxonomy/term/7754\nTaoyuan City Government open data platform: http://data.tycg.gov.tw/"
    },
    {
        "publish_date": "2016-01-08",
        "title": "Enrich meaning of data by visualization",
        "href": "https://data.gov.tw/en/news/10",
        "content": "Amid every increasing government open data, it is getting increasingly important to integrate, analyze and organize cross-domain raw data with visualization tools.\nCommonly employed visualization tools are Icon-based displays, Dense pixel displays, Stacked displays, Standard 2D/3D displays, and Geometrically transformed displays among others.\nTake the hottest \"air quality\" topics for example. The Environmental Protection Administration of the Executive Yuan released data about air pollution indicators, major pollutants, suspended particulates, ozone, fine suspended particulates in individual cities and districts. The private sector may combine them with GIS applications to present air quality and pollution status around Taiwan for the public to get the desired data by easy selection and query.\nWith the help of visualization, the users may speed up their decision making and data acquisition while the platform is enhancing relevant visualization tools to provide even better service experiences.\nAir quality relevant data set:\nAir quality live pollution indicator: http://data.gov.tw/node/6074\nAir Quality Geographic Map: http://data.gov.tw/node/6380\nAir Quality Monitoring Daily Pollution Indicators: http://data.gov.tw/node/6350\nAir quality monitoring station basic information (including geographical resources): http://data.gov.tw/node/6075\nAir quality forecast information: http://data.gov.tw/node/6349\nAir Quality Data Visualization Example:\nAir Quality Monitoring Network by EPA, the Executive Yuan: http://taqm.epa.gov.tw/taqm/tw/PsiMap.aspx\nPlatform Data Set Visualization Application:\nMonthly peak produce harvest location: http://data.gov.tw/visual/5\nTop 10 cancer relevant death statistics: http://data.gov.tw/visual/4"
    },
    {
        "publish_date": "2015-12-10",
        "title": "Highly recognized the Taiwan government's open data efforts top the global ranking",
        "href": "https://data.gov.tw/en/news/11",
        "content": "The Taiwan government has topped the 2015 Open Data Index benchmark (http://index.okfn.org/place/ ) by the Open Knowledge Foundation according to Mr. SUN Liqun, the spokesman of the Executive Yuan, today. Jumping from the 11th in 2014, this signifies the recognition placed by global society on our open data policies.\nMr. Sun notes, out of 122 countries and districts around the world and 13 open data criteria for scoring and ranking, we have made great progress with respect to \"government budget \",\" national statistics \",\" legal norms \",\" election results \",\" geographical graphic information \",\" pollution and emissions \",\" company registration \",\" government expenditure \"; the population statistics and GSP specific \"national statistics\" advances 59 places from the 60th to the first in one year; the \"government budget\" crown the world from 22 last year with a 21 places improvement; the \"location data\" slide backward; we squeezed into the top 7 in the three items of \"procurement tender \",\" weather forecast \",\" water quality \" newly added this year while the \"land property\" item left more room for improvements.\nThe Executive Yuan and its agencies are working hard on open data and social communities and industry associations are getting pro-actively engaged to build up the Two-tiered Mechanism of Consultation for Open Data, enhance open data license terms, set up open data set standard specifications, create government and business data center collaboration models and open up multiple new milestones. The number of data set open as of the end of 2015 rose sharply and bore great results. The efforts in open scores of high application value data including national highway electronic toll charges, real estate real price registration, government budget and final accounts have won international recognition. Each government authority shall continue to release more open data to meet the public’s data requirements. It is expected to have more joint work with the private sector to make the most of data value addition and innovation activities, improve data quality and application integration synergy and push Taiwan into the benchmark country for open data in the world, the Yuan said.\nThe Open Knowledge Foundation is a non-profit organization established in UK 2004. Devoted to the promotion of open knowledge it has been focusing on the support and advocacy of government open data. The Open Data Index benchmark it has hosted has been ranking open data type and quality by individual nations to measure their level of open data since 2013.\nSource: Department of Information Service, Executive Yuan"
    }
]